<template>
  <div class="counter-warp">
     <div class="title" text-align="left">围城</div>
     <div text-align="center">第三章</div>
      
     <div class="home" >
     
　　<p>也许因为战事中死人太多了，</p>枉死者没消磨掉的生命力都迸作春天的生意。
　　那年春天，所候特别好。这春所鼓动得人心像婴孩出齿时的牙龈肉，受到一种生机透芽的痛痒。上海是个暴发都市，没有山水花柳作为春的安顿处。公园和住宅花园里的草木，好比动物园里铁笼子关住的野兽，拘束、孤独，不够春光尽情的发泄。春来了只有向人身心里寄寓，添了疾病和传染，添了奸情和酗酒打架的案件，添了孕妇。最后一桩倒不失为好现象，战时人口正该补充。但据周太太说，本年生的孩子，大半是枉死鬼阳寿未尽，抢着投胎，找足前生年龄数目，只怕将来活长。
　　这几天来，方鸿渐白天昏昏想睡，晚上倒又清醒。早晨方醒，听见窗外树上鸟叫，无理由地高兴，无目的地期待，心似乎减轻重量，直长升上去。可是这欢喜是空的，像小孩子放的气球，上去不到几尺，便爆烈归于乌有，只留下忽忽若失的无名怅惘。他坐立不安地要活动，却颓唐使不出劲来，好比杨花在春风里飘荡，而身轻无力，终飞不远。他自觉这种惺忪迷怠的心绪，完全像填词里所写幽闺伤春的情境。现在女人都不屑伤春了，自己枉为男人，还脱不了此等刻板情感，岂不可笑！譬如鲍小姐那类女人，决没工夫伤春，但是苏小姐呢？她就难说了；她像是多愁善感的古美人模型。船上一别，不知她近来怎样。自己答应过去看她，何妨去一次呢？明知也许从此多事，可是实在生活太无聊，现成的女朋友太缺乏了！好比睡不着的人，顾不得安眠药片的害处，先要图眼前的舒服。
　　方鸿渐到了苏家，理想苏小姐会急忙跑进客堂，带笑带嚷，骂自己怎不早去看她。门房送上茶说：“小姐就出来。”苏家园里的桃花、梨花、丁香花都开得正好，鸿渐想现在才阴历二月底，花已经赶早开了，不知还剩些什么，留作清明春色。客堂一扇窗开着，太阳烘焙的花香，浓得塞鼻子，暖得使人头脑迷倦。这些花的香味，跟葱蒜的臭味一样，都是植物气息而有荤腥的肉感，像从夏天跳舞会上头发里发泄出来的。壁上挂的字画里有沈子培所写屏条，录的黄山谷诗，第一句道：“花气薰人欲破禅。”鸿渐看了，会心不远，觉得和尚们闻到窗外这种花香，确已犯戒，与吃荤相去无几了。他把客堂里的书画古玩反复看了三遍，正想沈子培写“人”字的捺脚活像北平老妈子缠的小脚，上面那样粗挺的腿，下面忽然微乎其微的一顿，就完事了，也算是脚的！苏小姐才出来。她冷淡的笑容，像阴寒欲雪天的淡日，拉拉手，就：“方先生好久不见，今天怎么会来？”鸿渐想去年分别时拉手，何等亲热；今天握她的手像捏着冷血的鱼翅。分别时还是好好的，为什么重见面变得这样生分？这时候他的心理，仿佛临考抱佛脚的学生睡了一晚，发现自以为温熟的功课，还是生的，只好撒谎说，到上海不多几天，特来拜访。苏小姐礼貌周到地谢他“光临”，问他“在什么地方得意”。他嗫嚅说，还没找事，想到内地去，暂时在亲戚组织的银行里帮忙。苏小姐看他一眼道：“是不是方先生岳家开的银行？方先生，你真神秘！你什么时候吃喜酒的？咱们多年老同学了，你还瞒得一字不提。是不是得了博士回来结婚的？真是金榜挂名，洞房花烛，要算得双嘉临门了。我们就没福气瞻仰瞻仰方太太呀！”
　　方鸿渐羞愧得无地自容，记起《沪报》那节新闻，忙说，这一定是从《沪报》看来的。便痛骂《沪报》一顿，把干丈人和假博士的来由用春秋笔法叙述一下，买假文凭是自己的滑稽玩世，认干亲戚是自己的和同随俗。还说：“我看见那消息，第一个就想到你，想到你要笑我，瞧不起我。我为这事还跟我那挂名岳父闹得很不欢呢。”
　　苏小姐脸色渐转道：“那又何必呢！他们那些俗不可耐的商人，当然只知道付了钱要交货色，不会懂得学问是不靠招牌的。你跟他们计较些什么！那位周先生总算是你的尊长，待你也够好，他有权利在报上登那段新闻。反正谁会注意那段新闻，看到的人转背说忘了。你在大地方已经玩世不恭，倒向小节上认真，矛盾得太可笑了。”
　　方鸿渐诚心佩服苏小姐说话漂亮，回答道：“给你这么一说，我就没有亏心内愧的感觉了。我该早来告诉你的，你说话真通达！你说我在小节上看不开，这话尤其深刻。世界上大事情像可以随便应付，偏是小事倒丝毫假借不了。譬如贪官污吏，纳贿几千万，而决不肯偷人家的钱袋。我这幽默的态度，确不彻底。”
　　苏小姐想说：“这话不对。不偷钱袋是因为钱袋不值得偷；假如钱袋里容得几千万，偷了跟纳贿一样的安全，他也会偷。”可是她这些话不说出来，只看了鸿渐一眼，又注视地毯上的花纹道：“亏得你那玩世的态度不彻底，否则跟你做朋友的人都得寒心，怕你也不过面子上敷衍，心里在暗笑他们了。”
　　鸿渐忙言过其实地担保，他怎样把友谊看得重。这样谈着，苏小姐告诉他，她父亲已随政府入蜀，她哥哥也到香港做事，上海家里只剩她母亲、嫂子和她，她自己也想到内地去。方鸿渐说，也许他们俩又可以同路苏小姐说起有位表妹，在北平他们的母校里读了一年，大学因战事内迁，她停学在家半年，现在也计划复学。这表妹今天恰到苏家来玩，苏小姐进去叫她出来，跟鸿渐认识，将来也是旅行伴侣。
　　苏小姐领了个二十左右的娇小女孩子出来，介绍道：“这是我表妹唐晓芙。”唐小姐妩媚端正的圆脸，有两个浅酒涡。天生着一般女人要花钱费时、调脂和粉来仿造的好脸色，新鲜得使人见了忘掉口渴而又觉嘴馋，仿佛是好水果。她眼睛并不顶大，可是灵活温柔，反衬得许多女人的大眼睛只像政治家讲的大话，大而无当。古典学者看她说笑时露出的好牙齿，会诧异为什么古今中外诗人，都甘心变成女人头插的钗，腰束的带，身体睡的席，甚至脚下践踏的鞋，可是从没想到化作她的牙刷。她头发没烫，眉毛不镊，口红也没有擦，似乎安心遵守天生的限止，不要弥补造化的缺陷。总而言之，唐小姐是摩登文明社会里那桩罕物——一个真正的女孩子。有许多都市女孩子已经是装模做样的早熟女人，算不得孩子；有许多女孩子只是浑沌痴顽的无性别孩子，还说不上女人。方鸿渐立刻想在她心上造个好印象。唐小姐尊称他为“同学老前辈”，他抗议道：“这可不成！你叫我‘前辈’，我已经觉得像史前原人的遗骸了。你何必又加上‘老’字？我们不幸生得太早，没福气跟你同时同学，这是恨事。你再叫我‘前辈’，就是有意提醒我是老大过时的人，太残忍了！”
　　唐小姐道：“方先生真会挑眼！算我错了，‘老’字先取消。”
　　苏小姐同时活泼地说：“不羞！还要咱们像船上那些人叫你‘小方’么？晓芙，不用理他。他不受抬举，干脆什么都不叫他。”
　　方鸿渐看唐小姐不笑的时候，脸上还依恋着笑意，像音乐停止后袅袅空中的余音。许多女人会笑得这样甜，但她们的笑容只是面部肌肉柔软操，仿佛有教练在喊口令：“一！”忽然满脸堆笑，“二！”忽然笑不知去向，只余个空脸，像电影开映前的布幕。他找话出跟她讲，问她进的什么系。苏小姐不许她说，说：“让他猜。”
　　方鸿渐猜文学不对，教育也不对，猜化学物理全不对，应用张吉民先生的话道：“Search me！难道读的是数学？那太利害了！”
　　唐小姐说出来，原来极平常的是政治系。苏小姐注一句道：“这才利害呢。
　　将来是我们的统治者，女官。“
　　方鸿渐说：“女人原是天生的政治动物。虚虚实实，以退为进，这些政治手腕，女人生下来全有。女人学政治，那真是以后天发展先天，锦上添花了。我在欧洲，听过Ernst Bergmann先生的课。他说男人有思想创造力，女人有社会活动力，所以男人在社会上做的事该让给女人去做，男人好躲在家里从容思想，发明新科学，产生新艺术。我看此话甚有道理。女人不必学政治，而现在的政治家要成功，都得学女人。政治舞台上的戏剧全是反串。”
　　苏小姐道：“这是你那位先生故作奇论，你就喜欢那一套。”
　　方鸿渐道：“唐小姐，你表姐真不识抬举，好好请她女子参政，她倒笑我故作奇论！你评评理看。老话说，要齐家而后能治国平天下。请问有多少男人会管理家务的？管家要仰仗女人，而自己吹牛说大丈夫要治国平天下，区区家务不屑理会，只好比造房子要先向半空里盖个屋顶。把国家社会全部交给女人有许多好处，至少可以减少战争。外交也许更复杂，秘密条款更多，可是女人因为身体关系，并不擅长打仗。女人对于机械的头脑比不上男人，战争起来或者使用简单的武器，甚至不过揪头发、抓头皮、拧肉这些本位武化，损害不大。无论如何，如今新式女人早不肯多生孩子了，到那时候她们忙着干国事，更没工夫生产，人口稀少，战事也许根本不会产生。”
　　唐小姐感觉方鸿渐说这些话，都为着引起自己对他的注意，心中暗笑，说：“我不知道方先生是侮辱政治还是侮辱女人，至少都不是好话。”
　　苏小姐道：“好哇！拐了弯拍了人家半天的马屁，人家非但不领情，根本就没有懂！我劝你少开口罢。”
　　唐小姐道：“我并没有不领情。我感激得很方先生肯为我表演口才。假使我是学算学的，我想方先生一定另有议论，说女人是天生的计算动物。”
　　苏小姐道：“也许说你这样一个人肯念算学，他从此不厌恨算学。反正翻来覆去，强词夺理，全是他的话。我从前并不知道他这样油嘴。这次同回国算领教了。大学同学的时候，他老远看见我们脸就涨红，愈走近脸愈红，红得我们瞧着都身上发难过。我们背后叫他‘寒暑表’，因为他脸色忽升忽降，表示出他跟女学生距离的远近，真好玩儿！想不到外国去了一趟，学得这样厚皮老脸，也许混在鲍小姐那一类女朋友里训练出来的。”
　　方鸿渐慌忙说：“别胡说！那些事提它干吗？你们女学生真要不得！当了面假正经，转背就挖苦得人家体无完肤，真缺德！”
　　苏小姐看他发急，刚才因为他对唐小姐卖开的不快全消散了，笑道：“瞧你着急得那样子！你自己怕不是当面花言巧语，背后刻薄人家。”
　　这时候进来一个近三十岁，身材高大、神气轩昂的人。唐小姐叫他“赵先生”，苏小姐说：“好，你来了，我跟你们介绍：方鸿渐，赵辛楣。”赵辛楣和鸿渐拉拉手，傲兀地把他从头到脚看一下，好像鸿渐是页一览而尽的大字幼稚园读本，问苏小姐道：“是不是跟你同船回国的那位？”
　　鸿渐诧异，这姓赵的怎　知道自己，忽然想也许这人看过《沪报》那条新闻，立刻局促难受。那赵辛楣本来就神气活现，听苏小姐说鸿渐确是跟她同船回国的，他的表情说仿佛鸿渐化为稀淡的空气，眼睛里没有这人。假如苏小姐也不跟他讲话，鸿渐真要觉得自己子虚乌有，像五更鸡啼时的鬼影，或道家“视之不见，抟之不得”的真理。苏小姐告诉鸿渐，赵辛楣和她家是世交，美国留学生，本在外交公署当处长，因病未随机关内迁，如今在华美新闻社做政治编辑。可是她并没向赵辛楣叙述鸿渐的履历，好像他早已知道，无需说得。
　　赵辛楣躺在沙发里，含着烟斗，仰面问天花板上挂的电灯道：“方先生在什么地方做事呀？”
　　方鸿渐有点生气，想不理他不可能，“点金银行”又叫不响，便含糊地说：“暂时在一家小银行里做事。”
　　赵辛楣鉴赏着口里吐出来的烟圈道：“大材小用，可惜可惜！方先生在外国学的是什么呀？”
　　鸿渐没好气道：“没学什么。”
　　苏小姐道：“鸿渐，你学过哲学，是不是？”
　　赵辛楣喉咙里干笑道：“从我们干实际工作的人的眼光看来，学哲学跟什么都不学全没两样。”
　　“那么提赶快找个眼科医生，把眼光验一下；会这样东西的眼睛，一定有毛病。”方鸿渐为掩饰斗口的痕迹，有意哈哈大笑。赵辛楣以为他讲了俏皮话而自鸣得意，一时想不出回答，只好狠命抽烟。苏小姐忍住笑，有点不安。只唐小姐云端里看厮杀似的，悠远淡漠地笑着。鸿渐忽然明白，这姓赵的对自己无礼，是在吃醋，当自己是他的情敌。苏小姐忽然改口，不叫“方先生”而叫“鸿渐”，也像有意要姓赵的知道她跟自己的亲密。想来这是一切女人最可夸傲的时候，看两个男人为她争斗。自己何苦空做冤家，让赵辛楣去爱苏小姐得了！苏小姐不知道方鸿渐这种打算；她喜欢赵方二人斗法比武抢自己，但是她担心交战得太猛烈，顷刻就分胜负，二人只剩一人，自己身边就不热闹了。她更担心败走的偏是方鸿渐；她要借赵辛楣来激发方鸿渐的勇气，可是方鸿渐也许像这几天报上战事消息所说的，“保持实力，作战略上的撤退。”
　　赵辛楣的父亲跟苏文纨的父亲从前是同僚，民国初元在北京合租房子住。辛楣和苏小姐自小一起玩。赵老太太肚子里怀着他，人家以为她准生双胞。他到四五岁时身体长大得像七八岁，用人每次带他坐电车，总得为“五岁以下孩童免票”的事跟卖票人吵嘴。他身大而心不大，像个空心大萝卜。在小学里，他是同学们玩笑的目标，因为这样庞大的箭垛子，放冷箭没有不中的道理。他和苏小姐兄妹们游戏“官打捉贼”，苏小姐和她现在已出嫁的姐姐，女孩子们跑不快，拈着“贼”也硬要做“官”或“打”，苏小姐哥哥做了“贼”要抗不受捕，只有他是乖乖挨“打”的好“贼”。玩红帽儿那故事，他老做狼；他吃掉苏小姐姊妹的时候，不过抱了她们睁眼张口做个怪样，到猎人杀狼破腹，苏小姐哥哥按他在泥里，要抠他肚子，有一次真用剪刀把他衣服都剪破了。他脾气虽好，头脑并不因此而坏。他父亲信算命相面，他十三四岁时带他去见一个有名的女相士，那女相士赞他：“火星方，土形厚，木声高，牛眼，狮鼻，棋子耳，四字口，正合《麻衣相法》所说南方贵宦之相，将来名位非凡，远在老子之上。”从此他自以为政治家。他小时候就偷偷喜欢苏小姐，有一年苏小姐生病很危脸，他听父亲说：“文纨的病一定会好，她是官太太的命，该有二十五年‘帮夫运’呢。”他武断苏小姐命里该帮助的丈夫，就是自己，因为女相士说自己要做官的。这次苏小姐初到家，开口闭口都是方鸿渐，第五天后忽然绝口不提，缘故是她发见了那张旧《沪报》，眼明心细，注意到旁人忽略的事实。她跟辛楣的长期认识并不会日积月累地成为恋爱，好比冬季每天的气候罢，你没法把今天的温度加在昨天的上面，好等明天积成个和暖的日。他最擅长用外国话演说，响亮流利的美国话像天心里转滚的雷，擦了油，打上蜡，一滑就是半个上空。不过，演讲是站在台上，居高临下的；求婚是矮着半身子，仰面恳请的。苏小姐不是听众，赵辛楣有本领使不出来。
　　赵辛楣对方鸿渐虽有醋意，并无什么你死我活的仇恨。他的傲慢无礼，是学墨索里尼和希特勒接见小国外交代表开谈判时的态度。他想把这种独裁者的威风，压倒和吓退鸿渐。给鸿渐顶了一句，他倒不好像意国统领的拍桌大吼，或德国元首的扬拳示威。辛而他知道外交家的秘诀，一时上对答不来，把嘴里抽的烟卷作为遮掩的烟幕。苏小姐忙问他战事怎样，他便背诵刚做好的一篇社论，眼里仍没有方鸿渐，但又提防着他，恰像慰问害传染病者的人对细菌的态度。鸿渐没兴趣听，想跟唐小姐攀谈，可是唐小姐偏听得津津有味。鸿渐准备等唐小姐告辞，自己也起身，同出门时问她住址。辛楣讲完时局看手表说：“现在快五点了，我到报馆溜一下，回头来接你到峨嵋春吃晚饭。你想吃川菜，这是最好的四川馆子，跑堂都认识我——唐小姐，请你务必也赏面子——方先生有兴也不妨来凑热闹，欢迎得很。”
　　苏小姐还没回答，唐小姐和方鸿渐都说时候不早，该回家了，谢辛楣的盛意，晚饭心领。苏小姐说：“鸿渐，你坐一会，我还有几句话跟你讲——辛楣，我今儿晚上要陪妈妈出去应酬，咱们改天吃馆子，好不好？明天下午四点半，请你们都来喝茶，陪陪新回国的沈先生沈太太，大家可以谈谈。”
　　赵辛楣看苏小姐留住方鸿渐，奋然而出。方鸿渐站起来，原想跟他拉手，只好又坐下去。“这位赵先生真怪！好像我什么地方开罪了他似的，把我恨得形诸词色。”
　　“你不是也恨着他么？”唐小姐狡猾地笑说。苏小姐脸红，骂她：“你这人最坏！”方鸿渐听了这句话，要否认他恨赵辛楣也不敢了，只好说：“苏小姐，明天茶会谢谢罢。我不想来。”
　　唐小姐没等苏小姐开口，便说：“那不成！我们看戏的人可以不来；你是做戏的人，怎么好不来？”
　　苏小姐道：“晓芙！你再胡说，我从此不理你。你们两个明天都得来！”
　　
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book2/mulu/2/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book2/weicheng/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book2/mulu/4/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
