<template>
  <div class="counter-warp">
     <div class="title" text-align="left">围城</div>
     <div text-align="center">第七章</div>
      
     <div class="home" >
     
　　<p>胡子常是两撇，汪处厚的胡子只是一画。他二十年前早留胡子，</p>那时候做官的人上唇全毛茸茸的，非此不足以表身分，好比西洋古代哲学家下颔必有长髯，以示智慧。他在本省督军署当秘书，那位大帅留的菱角胡子，就像仁丹广告上移植过来的，好不威武。他不敢培植同样的胡子，怕大帅怪他僭妄；大帅的是乌菱圆角胡子，他只想有规模较小的红菱尖角胡子。谁知道没有枪杆的人，胡子也不像样，又稀又软，挂在口角两旁，像新式标点里的逗号，既不能翘然而起，也不够飘然而袅。
　　他两道浓黑的眉毛，偏根根可以跟寿星的眉毛竟赛，仿佛他最初刮脸时不小心，把眉毛和胡子一股脑儿全剃下来了，慌忙安上去，胡子跟眉毛换了位置；嘴上的是眉毛，根本不会长，额上的是胡子，所以欣欣向荣。这种胡子，不留也罢。五年前他和这位太太结婚，刚是剃胡子的好借口。然而好像一切官僚、强盗、赌棍、投机商人，他相信命。星相家都说他是“木”命“木”形，头发和胡子有如树木的枝叶，缺乏它们就表示树木枯了。四十开外的人，头发当然半秃，全靠这几根胡子表示老树着花，生机未尽。但是为了二十五岁的新夫人，也不能一毛不拔，于是剃去两缕，剩中间一撮，又因为这一撮不够浓，修削成电影明星式的一线。这件事难保不坏了脸上的风水，不如意事连一接二地来。新太太进了门就害病，汪处厚自己给人弹劾，官做不成，亏得做官的人栽筋斗，宛如猫从高处掉下来，总能四脚着地，不致太浪狈。他本来就不靠薪水，他这样解譬着。而且他是老派名士，还有前清的习气，做官的进候非常风雅，退了位可以谈谈学问；太太病也老是这样，并不加重。这也许还是那一线胡子的功效，运气没坏到底。
　　假使留下的这几根胡子以够挽留一部分的运气，胡子没剃的时候，汪处厚的好运气更不用说。譬如他那位原配的糟糠之妻，凑趣地死了，让他娶美丽的续弦夫人。结婚二十多年，生的一个儿子都在大学毕业，这老婆早死了。死掉老婆还是最经济的事，虽然丧葬要一笔费用，可是离婚不要赡养费么？重婚不要两处开销么？好多人有该死的太太，就不像汪处厚有及时悼亡的运气。并且悼亡至少会有人送礼，离婚和重婚连这点点礼金都没有收入的，还要出诉讼费。何况汪处厚虽然做官，骨子里只是个文人，文人最喜欢有人死，可以有题目做哀悼的文章。棺材店和殡仪馆只做新死人的生意，文人会向一年、几年、几十年、甚至几百年的陈死人身上生发。“周年逝世纪念”和“三百年祭”，一样的好题目。死掉太太——或者死掉丈夫，因为有女作家——这题目尤其好； 旁人尽管有文才，太太或丈夫只是你的，这是注册专利的题目。汪处厚在新丧里做“亡妻事略”和“悼亡”诗的时候，早想到古人的好句：“眼前新妇新儿女，已是人生第二回，”只恨一时用不上，希望续弦生了孩子，再来一首“先室人忌辰泫然有作”的诗，反这两句改头换面嵌过去。这首诗至现在还没有做。第二位汪太太过了门没生孩子，只生病。在家养病反把这病养家了，不肯离开她，所以她终年娇弱得很，愈使她的半老丈夫由怜而怕。她曾在大学读过一年，因贫血症退学休养，家里一住四五年，每逢头不晕不痛、身子不哼哼唧唧的日子，跟老师学学中国画，弹弹钢琴消遣。中国画和钢琴是她嫁妆里代表文化的部分，好比其它女人的大学毕业文凭（配乌油木镜框）和学士帽照相（十六寸彩色配金漆乌油木镜框）。汪处厚不会懂西洋音乐，当然以为太太的钢琴弹得好；他应该懂得一点中国画，可是太太的画，丈夫觉得总不会坏。他老对客人说：“她这样喜欢弄音乐、画画，都是费心思的东西，她身体怎么会好！”汪太太就对客人谦虚说：“我身体不好，不能常常弄这些东西，所以画也画不好，琴也弹不好。”
　　自从搬到这小村里，汪太太寂寞得常跟丈夫吵。她身分娇贵，瞧不起丈夫同事们的老婆，嫌她们寒窘。她丈夫不放心单身男同事常上自已家来，嫌他们年轻。高松年知道她在家里无聊，愿意请她到学校做事。汪太太是聪明人，一口拒绝。一来她自知资格不好，至多做个小职员，有伤体面。二来她知道这是男人的世界，女权那样发达的国家像英美，还只请男人去当上帝，只说He，不说She.女人出来做事，无论地位怎么高，还是给男人利用，只有不出面躲在幕后，可以用太太或情妇的资格来指使和摆布男人。女生指导兼教育系讲师的范小姐是她的仰慕者，彼此颇有往来。
　　刘东方的妹妹是汪处厚的拜门学生，也不时到师母家来谈谈。刘东方有一次托汪太太为妹妹做媒。做媒和做母亲是女人的两个基本欲望，汪太太本来闲得发闷，受了委托，仿佛失业的人找到职业。汪处厚想做媒是没有危险的，决不至于媒人本身也做给人去。汪太太早有计划，要把范小姐做给赵辛楣，刘小姐做给方鸿渐。范小姐比刘小姐老，比刘小姐难看，不过她是讲师，对象该是地位较高的系主任。刘小姐是个助教，嫁个副教授已经够好了。至于孙小姐呢，她没拜访过汪太太；汪太太去看范小姐的时候，会过一两次，印象并不太好。
　　汪太太道：“只怕是你的眼睛高，挑来挑去，没有一个中意的。你们新回国的单身留学生，像新出炉的烧饼，有小姐的人家抢都抢不匀呢。吓！我看见得多了，愈是有钱的年轻人愈不肯结婚。他们能够独立，不在乎太太的陪嫁、丈人的靠山，宁可交女朋友，花天酒地的胡闹，反正他们有钱。要讲没有钱结婚，娶个太太比滥交女朋友经济得多呢。你们的借口，理由不充分。”
　　忙借机止步，问怎么一回事。范小姐又笑了，辛楣含着谴责，劝她还是上桥走，河底石子滑得很。才知道范小姐险的摔一跤，亏辛楣扶住了。刘小姐早过桥，不耐烦地等着他们，鸿渐等范小姐也过了岸，殷勤问扭了筋没有。范小姐谢他，说没有扭筋——扭了一点儿——可是没有关系，就会好的——不过走路不能快，请刘小姐不必等。刘小姐鼻子里应一声，鸿渐说刘小姐和自己都愿意慢慢地走。走不上十几步，范小姐第二次叫：“啊呀！”手提袋不知何处去了。大家问她是不是摔跤的时候，失手掉在溪底。她说也许。辛楣道：“这时候不会给人捡去先回宿舍，拿了手电来照。”范小姐记起来了，手提袋忘在汪太太家里，自骂糊涂，要赶回去取，说：“怎么好意思叫你们等呢？你们先走罢，反正有赵先生陪我——赵先生，你要骂我了。”女人出门，照例忘掉东西，所以一次出门事实上等于两次。安娜说：“啊呀，糟糕！我忘掉带手帕！”这么一说，同走的玛丽也想起没有带口红，裘丽叶给两人提醒，说：“我更糊涂！没有带钱——”于是三人笑得仿佛这是天地间最幽默的事，手搀手回去取手帕、口红和钱。可是这遗忘东西的传染病并没有上刘小姐的身，急得赵辛楣心里直怨，“难道今天是命里注定的？”忽然鸿渐摸着头问：“辛楣，我今天戴帽子来没有？”辛楣愣了愣，恍有所司：“好像你戴了来的，我记不清了——是的，你戴帽子来的，我——我没有戴。”鸿渐说范小姐找手提袋，使他想到自己的帽子；范小姐既然走路不便，反正他要回汪家取帽子，替她把手提袋带来得了，“我快得很你们在这儿等我一等，”说着，三脚两步跑去。他回来，手里只有手提袋，头上并无帽子，说：“我是没有戴帽子，辛楣，上了你的当。”辛楣气愤道：“刘小姐，范小姐，你们瞧这个人真不讲理。自己糊涂，倒好像我应该替他管帽子的！”黑暗中感激地紧拉鸿渐的手。刘小姐的笑短得刺耳。范小姐对鸿渐的道谢冷淡得不应该，直到女宿舍，也再没有多话。
　　
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book2/mulu/6/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book2/weicheng/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book2/mulu/8/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
