<template>
  <div class="counter-warp">
     <div class="title" text-align="left">围城</div>
     <div text-align="center">第七章</div>
      
     <div class="home" >
     
　　<p>胡子常是两撇，汪处厚的胡子只是一画。他二十年前早留胡子，</p>那时候做官的人上唇全毛茸茸的，非此不足以表身分，好比西洋古代哲学家下颔必有长髯，以示智慧。他在本省督军署当秘书，那位大帅留的菱角胡子，就像仁丹广告上移植过来的，好不威武。他不敢培植同样的胡子，怕大帅怪他僭妄；大帅的是乌菱圆角胡子，他只想有规模较小的红菱尖角胡子。谁知道没有枪杆的人，胡子也不像样，又稀又软，挂在口角两旁，像新式标点里的逗号，既不能翘然而起，也不够飘然而袅。
　　他两道浓黑的眉毛，偏根根可以跟寿星的眉毛竟赛，仿佛他最初刮脸时不小心，把眉毛和胡子一股脑儿全剃下来了，慌忙安上去，胡子跟眉毛换了位置；嘴上的是眉毛，根本不会长，额上的是胡子，所以欣欣向荣。这种胡子，不留也罢。五年前他和这位太太结婚，刚是剃胡子的好借口。然而好像一切官僚、强盗、赌棍、投机商人，他相信命。星相家都说他是“木”命“木”形，头发和胡子有如树木的枝叶，缺乏它们就表示树木枯了。四十开外的人，头发当然半秃，全靠这几根胡子表示老树着花，生机未尽。但是为了二十五岁的新夫人，也不能一毛不拔，于是剃去两缕，剩中间一撮，又因为这一撮不够浓，修削成电影明星式的一线。这件事难保不坏了脸上的风水，不如意事连一接二地来。新太太进了门就害病，汪处厚自己给人弹劾，官做不成，亏得做官的人栽筋斗，宛如猫从高处掉下来，总能四脚着地，不致太浪狈。他本来就不靠薪水，他这样解譬着。而且他是老派名士，还有前清的习气，做官的进候非常风雅，退了位可以谈谈学问；太太病也老是这样，并不加重。这也许还是那一线胡子的功效，运气没坏到底。
　　假使留下的这几根胡子以够挽留一部分的运气，胡子没剃的时候，汪处厚的好运气更不用说。譬如他那位原配的糟糠之妻，凑趣地死了，让他娶美丽的续弦夫人。结婚二十多年，生的一个儿子都在大学毕业，这老婆早死了。死掉老婆还是最经济的事，虽然丧葬要一笔费用，可是离婚不要赡养费么？重婚不要两处开销么？好多人有该死的太太，就不像汪处厚有及时悼亡的运气。并且悼亡至少会有人送礼，离婚和重婚连这点点礼金都没有收入的，还要出诉讼费。何况汪处厚虽然做官，骨子里只是个文人，文人最喜欢有人死，可以有题目做哀悼的文章。棺材店和殡仪馆只做新死人的生意，文人会向一年、几年、几十年、甚至几百年的陈死人身上生发。“周年逝世纪念”和“三百年祭”，一样的好题目。死掉太太——或者死掉丈夫，因为有女作家——这题目尤其好； 旁人尽管有文才，太太或丈夫只是你的，这是注册专利的题目。汪处厚在新丧里做“亡妻事略”和“悼亡”诗的时候，早想到古人的好句：“眼前新妇新儿女，已是人生第二回，”只恨一时用不上，希望续弦生了孩子，再来一首“先室人忌辰泫然有作”的诗，反这两句改头换面嵌过去。这首诗至现在还没有做。第二位汪太太过了门没生孩子，只生病。在家养病反把这病养家了，不肯离开她，所以她终年娇弱得很，愈使她的半老丈夫由怜而怕。她曾在大学读过一年，因贫血症退学休养，家里一住四五年，每逢头不晕不痛、身子不哼哼唧唧的日子，跟老师学学中国画，弹弹钢琴消遣。中国画和钢琴是她嫁妆里代表文化的部分，好比其它女人的大学毕业文凭（配乌油木镜框）和学士帽照相（十六寸彩色配金漆乌油木镜框）。汪处厚不会懂西洋音乐，当然以为太太的钢琴弹得好；他应该懂得一点中国画，可是太太的画，丈夫觉得总不会坏。他老对客人说：“她这样喜欢弄音乐、画画，都是费心思的东西，她身体怎么会好！”汪太太就对客人谦虚说：“我身体不好，不能常常弄这些东西，所以画也画不好，琴也弹不好。”
　　自从搬到这小村里，汪太太寂寞得常跟丈夫吵。她身分娇贵，瞧不起丈夫同事们的老婆，嫌她们寒窘。她丈夫不放心单身男同事常上自已家来，嫌他们年轻。高松年知道她在家里无聊，愿意请她到学校做事。汪太太是聪明人，一口拒绝。一来她自知资格不好，至多做个小职员，有伤体面。二来她知道这是男人的世界，女权那样发达的国家像英美，还只请男人去当上帝，只说He，不说She.女人出来做事，无论地位怎么高，还是给男人利用，只有不出面躲在幕后，可以用太太或情妇的资格来指使和摆布男人。女生指导兼教育系讲师的范小姐是她的仰慕者，彼此颇有往来。
　　刘东方的妹妹是汪处厚的拜门学生，也不时到师母家来谈谈。刘东方有一次托汪太太为妹妹做媒。做媒和做母亲是女人的两个基本欲望，汪太太本来闲得发闷，受了委托，仿佛失业的人找到职业。汪处厚想做媒是没有危险的，决不至于媒人本身也做给人去。汪太太早有计划，要把范小姐做给赵辛楣，刘小姐做给方鸿渐。范小姐比刘小姐老，比刘小姐难看，不过她是讲师，对象该是地位较高的系主任。刘小姐是个助教，嫁个副教授已经够好了。至于孙小姐呢，她没拜访过汪太太；汪太太去看范小姐的时候，会过一两次，印象并不太好。
　　鸿渐俩从桂林回来了两天，就收到汪处厚的帖子。两人跟汪处厚平素不往来，也没见过汪太太，看了帖子，想起做媒的话。鸿渐道：“汪老头儿是大架子，只有高松年和三位院长够资格上他家去吃饭，当然还有中国文学系的人。你也许配得上，拉我进去干吗？要说是做媒，这儿没有什么女人呀，这老头子真是！”辛楣道：“去瞻仰瞻仰汪太太也无所谓。也许老汪有侄女、外甥女或者内姨之类——汪太太听说很美——要做给你。老汪对你说，没有对我说，指的是你一个人。你不好意思，假造圣旨，拉我来陪你，还说替咱们俩做媒呢！我是不要人做媒的。”嚷了一回，议决先拜访汪氏夫妇，问个明白，免得开玩笑当真。
　　汪家租的黑砖半西式平屋是校舍以外本地最好的建筑，跟校舍隔一条溪。冬天的溪水涸尽，溪底堆满石子，仿佛这溪新生的大大小小的一窝卵。水涸的时候，大家都不走木板桥而踏着石子过溪，这表示只要没有危险，人人愿意规外行动。汪家的客堂很显敞，砖地上铺了席，红木做的老式桌椅，大方结实，是汪处厚向镇上一个军官家里买的，万一离校别有高就，可以卖给学校。汪处厚先出来，满面春风，问两人觉得客堂里冷不冷，分付丫头去搬火盆。两人同声赞美他住的房子好，布置得更精致，在他们这半年来所看见的房子里，首屈一指。汪先生得意地长叹道，“这算得什么呢！我有点东西，这一次全丢了。两位没看见我南京的房子——房子总算没给日本人烧掉，里面的收藏陈设都不知下落了。幸亏我是个达观的人，否则真要伤心死呢。”这类的话，他们近来不但听熟，并且自已也说惯了。这次兵灾当然使许多有钱、有房子的人流落做穷光蛋，同时也让不知多少穷光蛋有机会追溯自己为过去的富翁。日本人烧了许多空中楼阁的房子，占领了许多乌托邦的产业，破坏了许多单相思的姻缘。譬如陆子潇就常常流露出来，战前有两三个女人抢着嫁他，“现在当然谈不到了！”李梅亭在上海闸北，忽然补筑一所洋房，如今呢？可惜得很！该死的日本人放火烧了，损失简直没法估计。方鸿渐也把沦陷的故乡里那所老宅放大了好几倍，妙在房子扩充而并不会侵略邻舍的地。赵辛楣住在租界里，不能变房子的戏法，自信一表人才，不必惆怅从前有多少女人看中他，只说假如战争不发生，交涉使公署不撤退，他的官还可以做下去——不，做上去。汪处厚在战前的排声也许不像他所讲的阔绰，可是同事们相信他的吹牛，因为他现在的起居服食的确比旁人舒服，而且大家都知道他是革职的贪官——“政府难得这样不包庇，不过他早捞饱了！”他指着壁上持的当代名人字画道：“这许多是我逃难出来以后，朋友送的。我灰了心了，不再收买古董了，内地也收买不到什么——那两幅是内人画的。”两人忙站起来细看那两条山水小直幅。方鸿渐表示不知道汪太太会画，出于意外；赵辛楣表示久闻汪太太善画，名下无虚。这两种表示相反相成，汪先生高兴得摸着胡子说：“我内人的身体可惜不好，她对于画和音乐——”没说完，汪太太出来了。骨肉停匀，并不算瘦，就是脸上没有血色，也没擦胭脂，只傅了粉。嘴唇却涂泽鲜红，旗袍是浅紫色，显得那张脸残酷地白。长睫毛，眼梢斜撇向上。头发没烫，梳了髻，想来是嫌本地理发店电烫不到家的缘故。手里抱着皮热水袋，十指甲全是红的，当然绝非画画时染上的颜色，因为她画的青山绿水。
　　汪太太说她好久想请两位过来玩儿，自己身体不争气，耽误到现在。两人忙问她身体好了没有，又说一向没敢来拜访，赏饭免了罢。汪太太说她春夏两季比秋冬健朗些，晚饭一定要来吃的。汪先生笑道：“我这顿饭不是白请的，媒人做成了要收谢仪，吃你们两位的谢媒洒也得十八加十八——三十六桌呢！”
　　鸿渐道：“这怎么请得起！谢大媒先没有钱，别说结婚了。”
　　辛楣道：“这个年头儿，谁有闲钱结婚？我照顾自己都照顾不来！汪先生，汪太太，吃饭和做媒，两件事全心领谢谢，好不好？”
　　汪先生道：“世界变了！怎么年轻人一点热情都没有？一点——呃——‘浪漫’都没有？婚不肯结，还要装穷！好，我们不要谢仪，替两位白当差，娴，是不是？”
　　汪太太道：“啊呀！你们两位一吹一唱。方先生呢，我不大知道，不过你们留学的人，随身本领就是用不完的财产。赵先生的家世、前途，我们全有数目，只怕人家小姐攀不上——瞧我这媒婆劲儿足不足？”大家和着她笑了。
　　辛楣道：“有人看得中我，我早结婚了。”
　　汪太太道：“只怕是你的眼睛高，挑来挑去，没有一个中意的。你们新回国的单身留学生，像新出炉的烧饼，有小姐的人家抢都抢不匀呢。吓！我看见得多了，愈是有钱的年轻人愈不肯结婚。他们能够独立，不在乎太太的陪嫁、丈人的靠山，宁可交女朋友，花天酒地的胡闹，反正他们有钱。要讲没有钱结婚，娶个太太比滥交女朋友经济得多呢。你们的借口，理由不充分。”
　　忙借机止步，问怎么一回事。范小姐又笑了，辛楣含着谴责，劝她还是上桥走，河底石子滑得很。才知道范小姐险的摔一跤，亏辛楣扶住了。刘小姐早过桥，不耐烦地等着他们，鸿渐等范小姐也过了岸，殷勤问扭了筋没有。范小姐谢他，说没有扭筋——扭了一点儿——可是没有关系，就会好的——不过走路不能快，请刘小姐不必等。刘小姐鼻子里应一声，鸿渐说刘小姐和自己都愿意慢慢地走。走不上十几步，范小姐第二次叫：“啊呀！”手提袋不知何处去了。大家问她是不是摔跤的时候，失手掉在溪底。她说也许。辛楣道：“这时候不会给人捡去先回宿舍，拿了手电来照。”范小姐记起来了，手提袋忘在汪太太家里，自骂糊涂，要赶回去取，说：“怎么好意思叫你们等呢？你们先走罢，反正有赵先生陪我——赵先生，你要骂我了。”女人出门，照例忘掉东西，所以一次出门事实上等于两次。安娜说：“啊呀，糟糕！我忘掉带手帕！”这么一说，同走的玛丽也想起没有带口红，裘丽叶给两人提醒，说：“我更糊涂！没有带钱——”于是三人笑得仿佛这是天地间最幽默的事，手搀手回去取手帕、口红和钱。可是这遗忘东西的传染病并没有上刘小姐的身，急得赵辛楣心里直怨，“难道今天是命里注定的？”忽然鸿渐摸着头问：“辛楣，我今天戴帽子来没有？”辛楣愣了愣，恍有所司：“好像你戴了来的，我记不清了——是的，你戴帽子来的，我——我没有戴。”鸿渐说范小姐找手提袋，使他想到自己的帽子；范小姐既然走路不便，反正他要回汪家取帽子，替她把手提袋带来得了，“我快得很你们在这儿等我一等，”说着，三脚两步跑去。他回来，手里只有手提袋，头上并无帽子，说：“我是没有戴帽子，辛楣，上了你的当。”辛楣气愤道：“刘小姐，范小姐，你们瞧这个人真不讲理。自己糊涂，倒好像我应该替他管帽子的！”黑暗中感激地紧拉鸿渐的手。刘小姐的笑短得刺耳。范小姐对鸿渐的道谢冷淡得不应该，直到女宿舍，也再没有多话。
　　
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book2/mulu/6/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book2/weicheng/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book2/mulu/8/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
