<template>
  <div class="counter-warp">
    <div text-align="center">第五章</div>
    <div class="home">
  <p> 一九七五年，由于国家政治生活的不正常，社会许多方面都处在一种非常动荡和混乱的状态中。</p>四月，张春桥在中共中央机关刊物《红旗》杂志上发表了《论对资产阶级的全面专政》。在快要进行了十年的文化大革命以后，似乎中国的资产阶级和资本主义越批越多了。

在农村，阶级斗争的弦绷得更紧了。县、社、队三级，一切工作都用革命大批判来开路。有的县竟然集中四、五百脱产干部，到一个生产队去批判一个大队书记的“资本主义倾向”。

在公社一级，出现了一种武装的“民兵小分队”，这个组织的的工作就是专门搞阶级斗争。这些各村集中起来的“二杆子”后生，在公社武装专干的带领下，在集市上没收农民的猪肉、粮食和一切当时禁卖的东西。他们把农村扩大了几尺自留地或犯了点其它“资本主义”禁忌的老百姓，以及小偷、赌徒和所谓的“村盖子”、“母老虎”，都统统集中在公社的农田基建会战工地上，强制这些人接受“劳教”。被“劳教”的人不给记工分，自带口粮、被褥，而且每天要干最重的活：用架子车送土。一般四个“好人”装，一个“坏人”推；推土的时候还要跑，使得这些“阶级敌人”没有任何歇息的空子。最使这些人难堪的是，在给他们装土的四个人中间，就安排一个自己的亲属。折磨本人不算，还要折磨他的亲人，不光折磨肉体，还要折磨精神。

王满银是今天上午被公社的民兵小分队从罐子村带到这工地的。前几天他逛了一回县城，从一个河南手艺人那里买了些老鼠药。他返回时就在石圪节的集市上倒卖了其中的十几包，每包赚了五分钱，总共得利不足一元。不知这事怎么就让公社的民兵小分队知道了，现在把他拉到这里受这份洋罪。

满银的老祖上曾经当过“拔贡”。先人手里在这一带有过些名望。到他祖父里，抽大烟就把一点家业抽光了。他父亲后来成了前后村庄有名的二流子。一九四七年，国民党胡宗南进攻这一带时，他母亲把他生在躲避战乱的山崖窑里。第二年，他父亲就去世了。母亲用辛劳把他抚养到十九岁，在一九六六年也病故了。从此，他在这社会上就成了孤单一人。这年紧接着文化革命开始了，他很高兴世界乱成这个样子。第二年，满银踊跃地参加了县上的一派武斗队。第一仗打下来，他就被另一派俘虏了。他干脆又参加了俘虏他的这一派武斗队，去打他原来参加的那一派。反正对他来说，这派那派都一样，只要有好吃的，每天再给发一盒纸烟就行了。打完第二仗后，王满银害怕了，把枪一丢跑回了罐子村。回家后，他又不想种地，灵机一动，逛到外面开始做起了小生意。他的买卖都在各地武斗队那里做——他知道这些人的需要和他们的行踪；因此那几年也混了个嘴油肚圆……不知是哪一天，他睡在自己冰凉的光土炕上，突然想到他要娶老婆。脑子里把前后村庄未嫁的女子一个个想过去，最后选定了双水村孙玉厚的大女子兰花。那女子长得还俊样！再说，身体又壮实，将来砍柴、担水、种自留地都行——这些下苦活他不愿干，也干不了。

他在外面逛胆大了，也不要媒人，就闹腾着自个儿给自个儿找媳妇了。

罐子村离双水村才几里路，他也没什么事，于是就三一回五一回跑个不停。起先，他常黄昏时在双水村头的小路边，挡住出山回来的兰花，没话寻话地骚情一通。可怜的兰花由于家穷，常穷一身补丁缀补丁的衣服。她看这个穿戴一新，脸洗得白白亮亮的青年，这样热心和她说些叫人耳热的话，心里倒不由地直跳弹。

满银看兰花对他有了好感，有一天傍晚就在双水村的后河湾里抱住她，把她狠狠亲了一顿。在她丰满的脸蛋上啃下许多牙印子后，这家伙就把挂包里准备好的一身外地买来的时新衣裳塞到兰花手里。

兰花坐在土地上哭了一鼻子。她既害怕，又感激眼前这个男人。唉，她平时为了一家人的活，整天山里家里操磨，晚上一倒下就睡着了，从来也顾不上想这种事。现在，罐子村这个胆大的家伙，把她心中沉睡的少女的感情一下子唤醒了，就象一堆干柴被火点燃，熊熊地燃烧起来！她对王满银说：“这衣裳我现在不敢拿回家。你先拿回去，让给家里大人把这事说了再……”

当兰花给她父亲说她要嫁给罐子村的王满银时，孙玉厚立刻气得暴跳如雷。他把她大骂了一通，坚决反对她和这个“逛鬼”结婚。

但平时一直对父亲羔羊般温顺的兰花，这一次却强硬地一边哭，一边和父亲顶嘴，说她死也要死在王满银的门上。孙玉厚急得脱下一只鞋要打她，被当时十七岁的儿子少安挡住了。已经是一个成熟庄稼人的孙少安，那时就在家里开始主事了。他上过几年学，虽然现在还是这么个年龄，但理解事情无疑要比他父亲开阔一些。他已懂得要尊重一个人的感情，因此竭力劝说父亲不能干涉姐姐的选择。孙玉厚拗不过子女，抱住头蹲在地下，一声长叹，算是承认了这个他已经无法改变的现实。

结婚以后，尽管王满银在所有的人看来，都不是一个好女婿，但兰花却死心塌地跟他过日子，并且给他生养下一男一女两个娃娃。男人一年逛逛悠悠，她也不抱怨，拉扯着两个孩子，家里地里一个人操磨。她不怕这个家穷。她从小就穷惯了。不管别人对她丈夫怎么看，这个忠厚善良的农家姑娘，始终在心里热爱着这个被世人嫌弃的人——因为在这世界上，只有这个男人，曾在她那没有什么光彩的青春年月里，第一次给过她爱情的欢乐啊！

至于这个王满银，不管在什么时候，他自己觉得他就是这个样子。他好他坏，和别人有屁相干？他有时候真生气别人多管他的闲事：我就是这个样子，你们要叫我怎么样呢？就说现在吧，他在这工地上接受“劳教”，除过累得撑不住外，其它事他满不在乎。推车子的时候，他把旧制服棉袄的襟子敞开，露出一件汗淋淋的褪色桃红线衣；线衣还象城里人一样，下摆塞在裤腰里。一张没有经过什么风吹日晒的脸，流满了汗道道，他只好不时把头上一顶肮脏的破呢帽揭下来，揩一把脸；揩完了再戴到头上。有时避过扛枪的民兵小分队，他还扭过头对装土的老丈人咧嘴一笑。嘿嘿！怕什么？他经见的世面多了！除过没偷人，他什么事没做过？扛过枪，耍过赌，走州过县做过买卖，也钻过两回别人家媳妇的被窝，并且还欠众人一屁股帐——年年过年都不敢在家里住，得跑到外面去躲债。他已经是这个样子了，而今还在乎这？他们村叫个罐子村，他就是罐子村的破罐子！去他妈的，破罐子破摔，反正总是个破了！

不过，说是这么说；满银对这“无产阶级专政”心里还是有点怵。他那没吃过苦的身子，一天没下来，浑身就已经疼得象皮鞭抽过一般。他不知道这“洋罪”还要受多少日子才能完结。他在心里臭骂那个河南手艺人，几包老鼠药害得他现在吃了这么大的苦头。他想，他妈的，这还不如让坐班房哩！班房里虽说不让乱胞，但闲呆着不用劳动。当然据听说就是一天不给多吃饭——反正他饭量也不大，只要闲呆着，少吃点也没什么！



孙玉厚想：等收工以后，他回家吃点饭，就到罐子村走一趟，把猫蛋和狗蛋接回来——他并不知道，他女儿抱着两个娃娃已经到他家里了。
  </div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book1/4/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book1/6/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:"left"
}
p {text-indent: 2em;}
</style>