<template>
  <div class="counter-warp">
     <div class="title" text-align="left">牧羊少年奇幻之旅</div>
     <div text-align="center">第十三章</div>
      
     <div class="home" >
     
　　<p>那位赶驼人坐在一棵椰枣树下，也在望着日落的</p>景象。他看到男孩从一个沙丘后面走了过来。 

"有一支部队正接近绿洲，"男孩说道，"我产生过一个幻景。 " 

"沙漠总是让一个人的心灵充满幻景。"赶驼人回答说。 

男孩向赶驼人讲述了两只老鹰的事:当他突然深人世界灵魂之时看到了它们的飞翔。 

赶驼人平静下来。他明白了男孩在说些什么。他知道，地球上任何一件东西都可以讲出万物的来龙去脉。无论是谁，如果把书随便翻到哪一页，或是观看人们的手相，或是通过扑克牌，或是通过观察鸟儿的飞翔，或是通过任何其他手段，都总会找到与自己正经历的事情相关的某种联系。其实并非是这些事物能够显示任何东西，而是那些观察这些事物的人发现了深入世界灵魂的方法。 

沙漠到处都有这样的人，他们轻而易举地就能深入世界灵魂，并以此为生。这些人被称为占卜师，妇女和老人都对他们十分敬畏。战士们极少请他们占卜，因为如果知道什么时候会死，就不可能去投身于一场战斗。战士们宁愿体验拼杀的滋味，体验生死未卜的激动。未来已由安拉写定，而无论安拉所写定的是什么，都总是为了有益于人类。所以战士们只为现在而活着，因为现在充满着各种意外，他们必须要关注许多事情:敌人的剑在何处，马在哪里，下一次应该出何种招术才能保全生命。 

赶驼人不是战士，他己请教过几位占卜师。他们中许多人的预言是正确的，另外一些人的预言则是错误的，直到有一天，他们中年纪最老(也最令人敬畏)的占卜师问赶驼人，为什么他对知道自己的未来如此感兴趣。 

"为了能有所行动，"赶驼人回答说，"改变我不喜欢发生的那些事情。" 

"那样一来，它们就不再是你的末来了。"老占卜师回答说。 

"我想预知未来，也许是为了对将要发生的事情做好准备。"? 

"假如是好事而你并不知道，那就将是一个意外的惊喜。" 

占卜师说道，"假如是坏事而你己经知道，你就会在它发生之前忍受折磨。" 

"我所以想预知未来，因为我是个人，"赶驼人对占卜师说道，"而人是靠着对未来的希望而活的。" 

占卜师沉默了一阵儿。他是个玩掷签的行家:把签掷在地上，然后根据它们落地的形状作出解释。那一天他没有掷签，而是把它们包进一块手帕，又放进了衣袋里。 

"我靠给人预测未来为生，"他说道，"我通晓掷签的学问，知道如何使用这门学问进入一切都已写定的那个空间，在那里我可以阅读过去，发现已被遗忘的事物，还能理解现实的预兆。 

"当人们请教我的时候，我不是阅读末来，而是猜测未来。因为未来属于上帝，而只有他才在特殊的情况下向人们揭示末来。我是如何得以猜测未来的呢?是通过现实的预兆。奥秘就存在于现实之中。假如你关注现实，你就能够改善它。假如你改善了现实，那么将要发生的事情也就会变得更好。你要忘掉未来，按照教义过好你的每一天，并且要相信上帝会关顾他的孩子们。每一天的本身都蕴含着永恒。" 

赶驼人很想知道，上帝在什么样情况下允许人们看到末来。 

"当上帝本人想要揭示未来的时候。上帝极少揭示末来，这仅仅因为一个理由:这种未来已被注定要发生变化。" 

上帝已向男孩揭示了一种末来，赶驼人想道，因为上帝希望这个男孩成为他的工具。 

"去和部落的首领们谈谈，"赶驼人说道，"告诉他们有一支部队正在逼近。" 

"他们会取笑我的。" 

"他们是沙漠里的人，而沙漠里的人对预兆己习以为常。" 

"那他们就应该己经知道。" 

"他们并不关心预兆。他们相信，如果他们必须知道安拉想要告诉他们什么，就会有某个人来讲给他们听。这种事以前已发生过许多次。不过今天要讲给他们听的那个人就是你。" 

男孩想到了法蒂玛。他决定去见部落的首领们。 

"我带来了沙漠的预兆，"男孩对站在绿洲中央一座巨大 白色帐篷门口的卫兵说道，"我想见部落的首领们。" 

卫兵什么话也没说，走进帐篷，在里面待了很长的时间。 后来他与一个年轻的阿拉伯人走了出来，后者身着白色带金 的服装。男孩向这位年轻人讲述了他所看到的景象。年轻人要男孩等一等，然后便又走进了帐篷。 

夜色降临了。有几个阿拉伯人和商人走进和走出帐篷。一堆堆簧火逐渐地熄灭了，绿洲开始变得如同沙漠一般沉寂。只有大帐篷里的灯火依然亮着。在整个这段时间，男孩一直想着法蒂玛，仍然无法理解他们那天下午的谈话。 

等待了许多个小时之后，卫兵终于让男孩进入了帐篷。 

眼前的景象令男孩大为惊叹。他从未能想象到，在沙漠的中央竟然会有这样的一座帐篷。地面铺着他曾经踩踏过的最美丽的地毯，顶部悬挂着经过加工的黄金制成的灯具，上面点燃着蜡烛。部落的首领们成半圆形坐在帐篷最靠里边的地方，胳膊和腿放在带有精美绣饰的丝制垫子上面。仆人们进进出出，手里端着银制的托盘，上面放满了调味香料和茶水。有些人负责为水烟袋添加炭火。整座帐篷里弥漫着烟草的香味。 

部落首领共有八位，但男孩马上便察觉出谁最为重要:一位坐在半圆正中身着白色带金服装的阿拉伯人。他的旁边坐着那个先前曾和男孩交谈过的年轻人。 

"谁是那个谈论预兆的外国人？”一位首领望着男孩问道。 

"我是。"男孩回答说，随后便讲述了他所看到的景象。 

"沙漠知道我们几代人都生活在这里，为什么他要把这告诉给一个陌生人呢?"另一位首领发问说。 

"因为我的眼睛对沙漠还没有习惯，"男孩回答说，"所以我能看到对沙漠过于习惯的眼睛不再能看到的东西。" 

"还因为我了解世界灵魂，"男孩心中想道，但却没有说出口，因为阿拉伯人不相信这种事情。 

"绿洲是中立地带，谁也不会攻击一个绿洲。"第三位首领说道。 

"我只是把我看到的景象讲了出来，如果你们不愿相信，可以完全不去理会。" 

帐篷里先是全然的沉默，接着部落首领们便热烈地讨论起来。他们讲的是阿拉伯语中的一种方言，男孩一点也听不懂，不过，当他表示要离去的时候，一个卫兵要他留下来。男孩开始感到有些害怕。预兆告诉他，某种事情出了问题，他后悔不该和赶驼人谈起这件事。 

忽然，坐在中间的那位老者露出了一丝几乎察觉不到的微笑，男孩平静了下来。老者没有参与刚才的讨论，直到此刻为止还一言末发。然而男孩己熟悉了宇宙语言，所以能够感觉到帐篷里自始至终地弥漫着一种和平的气息。直觉告诉他说，他来对了。 

讨论结束，众人静静地听着老者讲了一会儿话。老者随后转向男孩，脸上露出了冷峻而疏远的神情。 

"两千年前，在一个遥远的地方，一个相信梦的人被投进井中和被卖作奴隶。"老者说道，"我们的商人把他买了下来，带回了埃及。我们这里的人都知道，相信梦的人也会解梦。" 

"并非总能做到，"男孩想道，并回忆起那位吉卜赛老妇。"因为法老梦见了瘦牛和肥牛，这个人就把埃及从饥荒中解救了出来。此人名叫约瑟。和你一样，他也是来自一个外国的外国人，年龄大概也和你差不多。" 

帐篷里继续悄无声息，老者的目光依然十分冷峻。"我们一直恪守传统。传统在那个时代把埃及从饥荒中解救出来，并使它成为最富有的民族。传统教导人们应该怎样穿越沙漠和怎样出嫁他们的女儿。传统规定绿洲是中立地区，因为交战双方都有自己的绿洲，它们都易于被攻破。" 

老者讲话时没有任何人讲任何话。 

"但是传统也告诉我们，要相信沙漠所给予的信息。我们所有的知识都是沙漠教给的。" 

老者做了个手势，所有的阿拉伯人都站立起来。会议结束，水烟袋被熄灭，卫兵成立正姿势。男孩正准备离去，老者又对他说道: 

"明天我们要打破任何人在绿洲都不能携带武器的约定。整个白天，我们都要准备迎击敌人。日落之时，要把武器交还给我。每逢有十名敌人被杀死，你就可以得到一个金币。 

"但是，武器不能离开它的位置却不去经历战斗。它们和沙漠一样古怪任性。假如它们习惯于不被派上用场，那么下一次就可能会懒于进行发射。如果明天没有一件武器被派上"用场，那么至少有一件将会用在你的身上。" 

男孩走出帐篷时，只有一轮圆月为绿洲照明。回到自己的帐篷要走上二十分钟，男孩迈动了脚步。 

刚刚发生过的一切使他感到害怕。他深入进世界灵魂，而为了使人相信这一点所要付出的代价竟是他的生命。这个赌注的风险实在太高了。但是从卖掉羊群以追随天命的那一天起，他便已然下了风险极高的赌注。正如赶驼人所说的，明天死去如同任何其他一天死去一样都不是坏事。每一天的到来都是为了让人活着或是离开这个世界。一切都取决于一个词:"马克图伯"。 

男孩默默地走着，并未感到后悔。假如他明天死去，那是因为上帝不想改变未来。
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book1/2/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
