<template>
  <div class="counter-warp">
     <div class="title" text-align="left">牧羊少年奇幻之旅</div>
     <div text-align="center">第十二章</div>
      
     <div class="home" >
     
　　<p>当这样的两个人相遇而且目光交汇在一起时，</p>所有的过去和所有的未来便都失去了其重要性，存在的只有这一时刻本身，还有不可思议地确信太阳底下所有的事情都是由同一只手写定的。这是一只唤醒爱情的手，是为在太阳底下工作、休息和寻找财宝的人们铸造了同样灵魂的一只手，如果没有这一切，人类的梦想便没有任何意义。 

"马克图伯，"男孩想道。 

英国人从坐着的地方站了起来，摇了摇男孩。 

"快啊，快问她呀!" 

男孩靠近少女，少女又微微一笑，男孩也微微一笑。 

"你叫什么名字?"他问道。 

"我叫法蒂玛。"少女望着地面答道。 

"我们那个地方有一些女人也叫这个名字。" 

"这是先知的女儿名字，"法蒂玛说道，"战士们把它带到了你们那里。" 

" 

娇弱的少女讲到战士时颇为骄傲。在一旁的英国人一个劲地催促，于是男孩问起此地是否有个能医治百病的男人。 

"这个人通晓世上所有秘密，能与沙漠的精灵交谈。"少女说道。 

精灵便是魔鬼。少女指了指南方，那位奇人就住在那边。 

把水罐装满水之后少女就走了。英国人也走了，去找那位炼金术士。男孩在井边坐了很长的时间，他明白了某一天黎凡特风留在他脸上的正是这位少女的芳香，明白了甚至在知道她的存在之前就已经爱上了她，还明白了凭借他对少女的爱便能找到世界上所有的财宝。 

先知系指伊斯兰教创始人穆罕默德(约570-632)，他有个女儿名叫法蒂玛。[/face] 

第二天，男孩又来到井边，等候着少女的出现。令他吃惊的是，他在那里遇到了英国人正在第一次凝视沙漠。 

"我等了一个下午和一个晚上，"英国人说道，"直到最初的星星升起时他才露面。我向他讲述了我正在寻求什么，于是他问我是否已经把铅变成了金。我对他说，这正是我想要学会的东西。 

"他让我试一试。去试试吧，这就是他对我所说的一切。" 

男孩没有讲话。英国人长途跋涉，所听到的却是他已经知道的东西。男孩由此回想起，出于同样的原因，他给了老圣王六只羊。 

"那就去试试吧。"他对英国人说道。 

"这就是我正要去做的事，就从现在开始。" 

英国人走后不久，法蒂玛就肩扛水罐前来汲水。 

"我来只是想告诉你一件事情，"男孩说道，"我想让你成为我的妻子。我爱你。" 

少女把水罐里的水放掉了。 

"我每天都会到这里来等你。我穿越沙漠，想寻找到金字塔附近的一处财宝。对我来说，战争曾是一场灾难，现在却成了一种福音，因为它让我来到了你的身边。" 

"战争总有一天会结束的。"少女说道。 

男孩望了望绿洲里的椰枣树。他曾是个牧羊人，而这里有许多羊。法蒂玛比财宝更重要。 

"战士们要寻找他们的财宝，"少女说道，仿佛猜出了男孩的想法，"沙漠的女人为她们的战士们感到骄傲。"随后她重新将水罐装满，接着便离去了。 

男孩每天都去井边等候法蒂玛，把自己牧羊的经历、遇见圣王的事、在水晶店工作的情况都告诉了她。两个人成了朋友。除了与法蒂玛在一起的十五分钟之外，一天中其余的时间都漫长得似乎没有尽头。商队在绿洲停留了近一个月的时候，领队召集所有的人开了一次会。 

"我们不知道战争会在什么时候结束，所以我们无法继续上路。"他说道，"战斗大概要持续很长时间，也许是许多年。交战双方都有强壮和勇敢的战士，两支部队都在为荣誉而战。这不是一场正义与邪恶的较量，而是为争夺同样的权力彼此间展开的一场战争。这种类型的战争一旦爆发，持续的时间要比其他战争更长，因为安拉同时站在交战双方两边。" 

人们四散而去，那天下午男孩又与法蒂玛在井边相会，向她讲述了开会的情况。 

"我们相识的第二天，"法蒂玛说道，"你向我吐露了你对我的爱情，后来你又教了我一些美好的东西，比如宇宙语言和世界灵魂。所有这一切，使我慢慢地成为了你的一个部分。" 

男孩听着她说话的声音，认为比风吹动椰枣树时树叶发出的响声更加美妙动人。 

"我在这个井边等了你很久了。我己经忘记了我的过去，忘记了传统，忘记了男人们所期望的沙漠女人应有的行为方式。从童年起，我就梦想沙漠会给我带来我生命中最大的礼物，这个礼物终于来了，那就是你。" 

男孩想触摸少女的手，但法蒂玛的手正握着水罐的把手。 

"你向我讲述了你所做的梦，老撒冷王，还有你的财宝。你还向我讲述了预兆。我什么都不怕，因为是这些预兆把你带给我的。我是你梦想的下个部分，是你常称作是你的天命的一个部分。 

"因此我希望你朝着来时所追寻的方向继续前进。如果必须要等到战争结束，那很好。但是如果必须提前出发，那你就继续追寻你的天命去吧。沙丘会随风改变，而沙漠却永不改变。我们的爱情也是如此。 

"马克图伯，"她最后说道，"假如我是你天命的一个部分，总有一天你会回来的。" 

与法蒂玛分手后男孩感到十分忧伤。他回想起他认识的许多人来。结了婚的牧羊人总是很难说服妻子他们必须要外出到原野上去。爱情要求要与所爱的人厮守在一起。 

第二天，他把这一切都告诉了法蒂玛。 

"沙漠带走了我们的男人，而并不总是再把他们带回来。"法蒂玛说道，"所以我们己经习惯了。这些男人变得活在无雨的云朵之中，活在躲进石头之间的动物身上，活在从大地慷慨涌出的泉水里面。他们变成了万物的一部分，变成了世界灵魂。 

"有些男人回来了，这时候，所有其他的女人也都十分高兴，因为她们所等待的男人同样有一天也可能回来。过去我望着这些女人，对她们所感到的快乐十分羡慕。如今，我也同样有了一个男人，期盼着他的归来。 

"我是一个沙漠的女人，我为此感到骄傲。我希望我的男人像能移动沙丘的风那样自由行进。我同样也能在云朵之中、在动物身上和泉水里面看到我的男人。" 

男孩去找英国人，想把法蒂玛的事告诉他。当他看到英国人在其帐篷旁边搭起一个小炉子时不禁大吃一惊。这个炉子颇为古怪，上面装有一个透明的细口小瓶。英国人正往火里添加木柴，并凝视着沙漠。他的双眼比把所有时间用于读书时似乎更为明亮。 

"这是第一阶段的工作，"英国人说道，"我必须要把杂质硫磺分离出来。为做到这一点，我不能害怕失败。正因为害怕失败，时至今日我都一直没有尝试熔炼元精。现在我刚刚开始去做十年前就能够开始去做的事情。不过，我仍然感到高兴，因为我毕竟没有为此而等待二十年。" 

接着他又继续往火里添加木柴，并凝视着沙漠。男孩在英国人身边呆了一段时间，直到沙漠开始被晚霞染成玫瑰红色。男孩此刻产生了一种强烈的愿望，他想到沙漠中去，看看沉寂能否解答他的疑问。 

男孩随意地漫步了一段时间，始终没有让绿洲的椰枣树离开自己的视野。他倾听着风声，感觉着脚下的石块。有时候他会碰上某种贝壳，于是知道这片沙漠在过去某个遥远的年代曾是一片大海。后来他在一块岩石上坐下，任由眼前的地平线使自己进人被催眠状态。他不能理解没有占有欲的爱情，但法蒂玛是个沙漠的女人，如果有谁能教会她做到这一点，那肯定就是沙漠。 

男孩就这样坐在那里，什么都不想，直至他首先感觉到远处有什么物体在他头顶的上方运动。他朝天空望去，看到有两只老鹰正在很高很高的上空飞翔。 

男孩开始观察这两只老鹰和它们在空中飞出的图案。这些图案仿佛杂乱无章，然而对男孩而言却有着某种意义，只不过男孩还不能理解。于是他决定用目光追随它们的运动，也许他能读出某种东西。也许沙漠可以向他解释那种没有占有欲的爱情。 

男孩开始发困。他的心灵要求他不要人睡:不仅不能人睡，而且要全神贯注。"我正在深入宇宙语言，世上的万物都有其意义，连老鹰的飞翔也是如此。"他自言自语道。他对一个女人充满了爱意，男孩借机对这件事报之以感谢。"人在相爱之时，万物会更加有其意义。"他想道。 

突然，一只老鹰急速向下俯冲，对另一只鹰发动攻击。当老鹰作出这一动作时，男孩突然和急速地产生了一种幻景:一支拔剑出鞘的部队正进入绿洲。这一幻景虽然转瞬即逝，却令男孩惊慌不安。他曾听人说起过海市蜃楼，并亲眼目睹过几次，但那都是愿望在沙漠上的幻化成真，而他并没有让一支部队入侵绿洲的愿望。 

男孩想忘掉这一幻景，重新回到自己的沉思之中。他试图把注意力再次集中到玫瑰红色的沙漠和岩石身上。但是，他内心深处的某种东西却使他无法平静。 

"你要永远随预兆而行。"老圣王曾经说过。男孩想到了法蒂玛。他回忆起刚刚看到的幻景，预感到这件事很快就会发生。 

男孩十分困难地从已经进入的思想状态中摆脱出来。他站起来，开始朝椰枣树方向走去。他再一次领会了事物的多种语言:这一次沙漠是安全的，而绿洲则变成了危险之地。
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book1/2/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
