<template>
  <div class="counter-warp">
     <div class="title" text-align="left">牧羊少年奇幻之旅</div>
     <div text-align="center">第十一章</div>
      
     <div class="home" >
     
　　<p>但是而今，它正是现在的时刻，是赶驼人曾经说过的节日</p>，所以男孩要连同过去的教训和未来的幻想，努力把握好它。将来的某一天，成千上万棵椰枣树的景象也只会成为一种回忆。然而对他而言，在目前的这一时刻，它却意味着荫凉、水和躲避战火的庇护所。如同骆驼的一声嘶叫可能变化为危险，那一排椰枣树可能意味着一个奇迹。 

"世界讲着许多种语言，"男孩想道。 

"时光飞逝，商队也同样如此。"看到数以百计的人和牲畜抵达绿洲时，炼金术士心中想道。绿洲的人们跟在刚刚到达的人群后面不停地喊叫，扬尘遮蔽了沙漠的太阳。见到了陌生人的孩童们兴奋地蹦跳起来。炼金术士看到部落的首领们走近商队的领队，彼此进行着长时间的交谈。 

但是炼金术士对这一切都不感兴趣。他己经见过许多人的到来和离去，而绿洲和沙漠却依然如故。他见过国王和乞丐踏上这些因为风的缘故总在改变模样的沙地，而沙子却依旧是他小时候所熟悉的沙子。尽管如此，看到所有旅行者在满目黄沙和蓝天之后，眼前出现了椰枣树的绿色时所体验到的喜悦，炼金术士的内心深处依然无法抑制地分享了一点他们的欢乐。"也许上帝创造沙漠的目的就在于使人能够面对椰枣树而微笑。"炼金术士想道。 

随后，他便决定将注意力集中在更为实际的事情上来。他知道，他应该将他的部分秘密传授给这支商队里的某一个人，预兆己经告诉了他这一点。现在他还不清楚此人是谁，但是只要一见到此人，他的那双富有经验的眼睛就能将其辨认出来。他期望这个人也具有他前一个弟子的那种能力。 

"我不知道为什么这些事情必须要用口对着耳朵去传授，"炼金术士想道。这恰恰不是因为这些事情乃是秘密，上帝总是慷慨地向所有的人揭示出他的秘密。 

炼金术士对此只有一种解释:这些事情所以必须要这样传授，乃因为它们是由纯粹生命所造成，而这种类型的生命难以用图画与文字所捕捉。 

由于人们执迷于图画与文字，最后便忘记了宇宙语言。 

新来的人立刻被带到了绿洲部落首领们的面前。男孩无法相信他所看到的景象:绿洲并非几棵棕榈树围着一眼水井——就像有一次他在一本故事书里读到的那样，而是比西班牙的几个村镇还要大出许多。它拥有三百眼水井，五万棵椰枣树，其间散布着许多五颜六色的帐篷。 

"仿佛是到了《一千零一夜》里。"急于马上找到炼金术士的英国人说道。 

一群孩子立刻把商队围了起来，好奇地打量着牲畜、骆驼和新到的人们。男人们想知道商队是否见过有人打仗，妇女们彼此之间争购着商人们带来的布匹和宝石。沙漠的沉寂似乎已成为一个遥远的梦境，人们不停地说着、笑着、喊着，仿佛走出了一个灵性世界，重又回到了人世之间，甚感轻松和快乐。 

而前一天，商队还保持着戒备。赶驼人对男孩解释说，沙漠中的绿洲一向被视为中立地区，因为那里大部分居民是妇女和儿童。沙漠两侧都有绿洲，战事只在沙漠中进行，使绿洲成为避难之所。 

商队领队费了一些力气才把商队的所有人召集起来，然后便开始发布指示。商队将在绿洲停留，直至部落之间的战争结束为止。作为客人，他们将与绿洲的居民共用帐篷，绿洲的居民将把最好的位置让给他们，这出于主人的好客规则。然后他要求所有的人，包括他自己的卫兵，把武器交给部落首领所指定的人。 

"这是战争的规则。"商队领队解释说，"通过这种方式，绿洲就能不成为军队或战士的庇护所。" 

令男孩大吃一惊的是，英国人从口袋里取出了一把镀铬的手枪，交给了前来收缴武器的人。 

"你带一支左轮手枪干什么？"他问道。 

"为了使我不担心信任他人。"英国人回答说，"我很高兴自己抵达了最后的目的地。" 

男孩想到了自己的财宝。他越是接近自己的梦想，事情就变得越加困难，老圣王称作是"新手的运气"的那种东西就不再起作用了。男孩知道，现在重要的是追寻自己天命之人的毅力和勇气要经受住考验。因此他不能匆匆忙忙，不能失去耐心，如果这样的话，最终他就会看不到上帝在他的路上设置的预兆。 

"上帝在我的路上设置的预兆，"男孩对自己的这一想法感到惊讶。在此之前，他一直把预兆看成是世间的一件事情，就像吃饭和睡觉，就像寻找爱情或是得到一个工作。他从未想过，这乃是上帝为了指出他应该去做什么而使用的一种语言。 

"不要失去耐心，"男孩对自己重复道，"正如赶驼人所说的那样，该吃饭时吃饭，该走路时走路。" 

第一天，由于疲劳，所有的人都人睡了，包括那位英国人。 男孩和另外五个年龄几乎与他一般大的小伙子睡在一个帐篷里，离英国人住的地方很远。这五个小伙子都来自沙漠，很想知道大城市里的故事。 

男孩讲述了他当牧羊人时的往事。正当他要谈起他在水晶店的经历时，那位英国人走进了他们的帐篷。 

"我找了你整整一个上午，"英国人边说边把男孩拉出了帐篷，"我需要你帮助我找到炼金术士的住处。" 

两个人最初试图自己去找。一位炼金术士的住处应该与绿洲其他人的不同，在他的帐篷里，很可能有一座始终燃烧着的炉子。他们走了相当多的地方，直至确信绿洲要比他们所能想象的还要大出许多许多，有着数百座帐篷。 

"我们几乎浪费了整整一天的时间。"英国人与男孩一起在一口井边坐下时说道。 

"也许我们最好是打听一下。"男孩说道。 

英国人不想让别人知道他到绿洲来的目的，所以相当地犹豫不决。但最后他还是同意了，并请男孩前去打听，因为男孩的阿拉伯语讲得比他好。一位妇女刚好带着羊皮囊到井边取水Qī.shū.ωǎng.，男孩便朝她走了过去。 

"下午好，夫人。您能告诉我，绿洲这里的一位炼金术士住在什么地方吗扩男孩问道。 

那位妇女说她从未听人讲起过炼金术士，接着便立刻离去了。不过在离去之前，她告诫男孩不该和身着黑色服装的女人搭话，因为她们都已结了婚。他必须要恪守传统。 

英国人极其失望。他的全部旅行毫无收获。男孩也感到难过，因为他的同伴也在追寻自己的天命。老圣王曾经说过，当一个人追寻自己的天命时，整个宇宙都会努力使他得到他 

所希望的东西。老圣王是不会错的。 

"以前我从未听人讲起过炼金术士，"男孩说道，"不然的话，我会尽力帮助你的。" 

英国人的眼睛闪烁一亮。 

"这就对了!也许这里没人知道什么是炼金术!你去打听一下，这里有没有一位能医治百病的人!" 

又有几位身着黑色服装的妇女来井边汲水，无论英国人怎样坚持，男孩也并未与她们搭话。直到一个男人走过来时，男孩才上前询问道: 

"你认识这里的什么人会治病吗？" 

"安拉会医治百病。"那个男人说道，显然他对外国人感到惊慌，"你们是在找巫师。" 

念诵几句《古兰经》的经文之后，他便继续走他的路了。 

又有一个男人走了过来。此人年纪较大，只带着一只小水桶。男孩向他重复了一遍刚才的问题。 

"你们为什么要认识这种人呢?"那个阿拉伯人以问代答。 

"因为为了见他，我的这位朋友走了好几个月。"男孩回答说。 

"如果绿洲有这样一个人。"老人想了片刻之后说道，那他应该是个非常有权势的人。"老人想了片刻之后说道，"就连部落的首领们需要的时候也不能见到他，只有当他自己作出决定时才行。 

"等到仗打完之后，你们就随商队走吧，不要试图涉足绿洲的生活。"说完便离去了。 

然而英国人却欣喜若狂，他们找对了路。 

最后来了一位末穿黑色服装的少女，肩上扛着一只水罐，头上戴着面纱，但是脸却露在外面。男孩走上前去，向她问起炼金术士的事。 

时间此刻仿佛静止不动了，世界灵魂全力地出现在男孩面前。当男孩望着少女的那双黑眼睛和在微笑与沉默之间迟疑不决的双唇时，他明白了世界所讲的语言中最重要和最智慧的那个部分，地球上所有的人心中都能理解的那个部分，这就是被称之为爱情的东西，它比人类和沙漠本身还更加古老，但是无论哪里有两双眼睛的目光相遇，就像现在一口水井前那两双眼睛的目光相遇一样，它都会以同样的伟力重新出现。少女的双唇终于决定露出一个微笑，这是一个预兆，一个男孩一生中不知道期盼了多么久的预兆，一个男孩曾在羊儿、书本、水晶制品和沙漠的沉寂那里寻找过的预兆。 

这是世界上最纯正的语言，无需解释，因为宇宙无需解释便在无根的太空继续它的运行。此时此刻，男孩所能明白的一切就是来到了其生命中的那个女人面前，不需要任何言词，少女同样也应该明白这一点。男孩对此比对世上任何其他事物都更加坚信不疑，尽管他的父母和他父母的父母都说过，必须在恋爱、订婚、了解对方和有了钱之后才能结婚。说这种话的人也许从不懂得宇宙语言，因为假如懂得的话，就能很容易理解世界上总有一个人正在等待着另外一个人，无论是在沙漠之中还是在大城市里。
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book3/mulu/10/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book3/muyangshaonian/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book3/mulu/12/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
