<template>
  <div class="counter-warp">
     <div class="title" text-align="left">围城</div>
     <div text-align="center">第八章</div>
      
     <div class="home" >
     
　　<p>　西洋赶驴子的人，每逢驴子不肯走，鞭子没有用，</p>就把一串胡萝卜挂在驴子眼睛之前、唇吻之上。这笨驴子以为走前一步，萝卜就能到嘴，于是一步再一步继续向前，嘴愈要咬，脚愈会赶，不知不觉中又走了一站。那时候它是否吃得到这串萝卜，得看驴夫的高兴。一切机关里，上司驾驭下属，全用这种技巧；譬如高松年就允许鸿渐到下学期升他为教授。自从辛楣一走，鸿渐对于升级这胡萝卜，眼睛也看饱了，嘴忽然不馋了，想暑假以后另找出路。他只准备聘约送来的时候，原物退还，附一封信，痛痛快快批评校政一下，算是临别赠言，借此发泄这一年来的气愤。这封信的措词，他还没有详细决定，因为他不知道校长室送给他怎样的聘约。有时他希望聘约依然是副教授，回信可以理直气壮，责备高松年失信。有时他希望聘约升他做教授，这么一来，他的信可以更漂亮了，表示他的不满意并非出于私怨，完全为了公事。不料高松年省他起稿子写信的麻烦，干脆不送聘约给他。孙小姐倒有聘约的，薪水还升了一级。有人说这是高松年开的玩笑，存心拆开他们俩。高松年自己说，这是他的秉公办理，决不为未婚夫而使未婚妻牵累——“别说他们还没有结婚，就是结了婚生了小孩子，丈夫的思想有问题，也不能‘罪及妻孥’，在二十世纪中华民国办高等教育，这一点民主作风应该具备。”鸿渐知道孙小姐收到聘书，忙仔细打听其他同事，才发现下学期聘约已经普遍发出，连韩学愈的洋太太都在敬聘之列，只有自己像伊索寓言里那只没尾巴的狐狸。这气得他头脑发烧，身体发冷。计划好的行动和说话，全用不着，闷在心里发酵。这比学生念熟了书，到时忽然考试延期，更不痛快。高松年见了面，总是笑容可掬，若无其事。办行政的人有他们的社交方式。自己人之间，什么臭架子、坏脾气都行；笑容愈亲密，礼貌愈周到，彼此的猜忌或怨恨愈深。高松年的工夫还没到家，他的笑容和客气仿佛劣手仿造的古董，破绽百出，一望而知是假的。鸿渐几次想质问他，一转念又忍住了。在吵架的时候，先开口的未必占上风，后闭口的才算胜利。高松年神色不动，准是成算在胸，自己冒失寻衅，万一下不来台，反给他笑，闹了出去，人家总说姓方的饭碗打破，老羞成怒。还他一个满不在乎，表示饭碗并不关心，这倒是挽回面子的妙法。吃不消的是那些同事的态度。他们仿佛全知道自己解聘，但因为这事并未公开，他们的同情也只好加上封套包裹，遮遮掩掩地奉送。往往平日很疏远的人，忽然拜访。他知道他们来意是探口气，便一字不提，可是他们精神和说话里包含的惋惜，总像圣诞老人放在袜子里的礼物，送了才肯走。这种同情比笑骂还难受，客人一转背，鸿渐咬牙来个中西合璧的咒骂：“To Hell 滚你妈的蛋！”
　　孙柔嘉在订婚以前，常来看鸿渐；订了婚，只有鸿渐去看她，她轻易不肯来。鸿渐最初以为她只是个女孩子，事事要请教自己；订婚以后，他渐渐发现她不但很有主见，而且主见很牢固。她听他说准备退还聘约，不以为然，说找事不容易，除非他另有打算，别逞一时的意气。鸿渐问道：“难道你喜欢留在这地方？
　　你不是一来就说要回家么？“她说：”现在不同了。只要咱们两个人在一起，什么地方都好。“鸿渐看未婚妻又有道理，又有情感，自然欢喜，可是并不想照她的话做。他觉得虽然已经订婚，和她还是陌生得很。过去没有订婚经验——跟周家那一回事不算数的——不知道订婚以后的情绪，是否应当像现在这样平淡。他对自己解释，热烈的爱情到订婚早已是顶点，婚一结一切了结。现在订了婚，彼此间还留着情感发展的余地，这是桩好事。他想起在伦敦上道德哲学一课，那位山羊胡子的哲学家讲的话：”天下只有两种人。譬如一串葡萄到手，一种人挑最好的先吃，另一种人把最好的留在最后吃。照例第一种人应该乐观，因为他每吃一颗都是吃剩的葡萄里最好的；第二种应该悲观，因为他每吃一颗都是吃剩的葡萄里最坏的。不过事实上适得其反，缘故是第二种人还有希望，第一种人只有回忆。“从恋爱到白头偕老，好比一串葡萄，总有最好的一颗，最好的只有一颗，留着做希望，多么好？他嘴快把这些话告诉她，她不作声。他和她讲话，她回答的都是些”唔“，”哦“。他问她为什么不高兴，她说并未不高兴。他说：”你瞒不过我。“她说：”你知道就好了。我要回宿舍了。“鸿渐道：”不成，你非讲明白了不许走。“她说：”我偏要走。“鸿渐一路上哄她，求她，她才说：”你希望的好葡萄在后面呢，我们是坏葡萄，别倒了你的胃口。“他急得跳脚，说她胡闹。她说：”我早知道你不是真的爱我，否则你不会有那种离奇的思想。“
　　他赔小心解释了半天，她脸色和下来，甜甜一笑道：“我是个死心眼儿，将来你讨厌——”鸿渐吻她，把这句话有效地截断，然后说：“你今天真是颗酸葡萄。”她强迫鸿渐说出来他过去的恋爱。他不肯讲，经不起她一再而三的逼，讲了一点。她嫌不够，鸿渐像被强盗拷打招供资产的财主，又陆续吐露些。她还嫌不详细，说：“你这人真不爽快！我会吃这种隔了年的陈醋么？我听着好玩儿。”鸿渐瞧她脸颊微红，嘴边强笑，自幸见机得早，隐匿了一大部分的情节。她要看苏文纨和唐晓芙的照相，好容易才相信鸿渐处真没有她们的相片，她说：“你那时候总记日记的，一定有趣等得很，带在身边没有？”鸿渐直嚷道：“岂有此理！
　　我又不是范懿认识的那些作家、文人，为什么恋爱的时候要记日记？你不信，到我卧室里去搜。“孙小姐道：”声音放低一点，人家全听见了，有话好好的说。
　　只有我哪！受得了你这样粗野，你倒请什么苏小姐呀、唐小姐呀来试试看。“鸿渐生气不响，她注视着他的脸，笑说：”跟我生气了？为什么眼晴望着别处？是我不好，逗你。道歉！道歉！“
　　所以，订婚一个月，鸿渐仿佛有了个女主人，虽然自己没给她训练得驯服，而对她训练的技巧甚为佩服。他想起赵辛楣说这女孩子利害，一点不错。自己比她大了六岁，世事的经验多得多，已经是前一辈的人，只觉得她好玩儿，一切都纵容她，不跟她认真计较。到聘书的事发生，孙小姐慷慨地说：“我当然把我的聘书退还——不过你何妨直接问一问高松年，也许他无心漏掉你一张。你自己不好意思，托旁人转问一下也行。”鸿渐不听她的话，她后来知道聘书并非无心遗漏，也就不勉强他。鸿渐开玩笑说：“下半年我失了业，咱们结不成婚了。你嫁了我要挨饿的。”她说：“我本来也不要你养活。回家见了爸爸，请他替你想个办法。”他主张索性不要回家，到重庆找赵辛楣——辛楣进了国防委员会，来信颇为得意，比起出走时的狼狈，像换了一个人。不料她大反对，说辛楣和他不过是同样地位的人，求他荐事，太丢脸了；又说三闾大学的事，就是辛楣荐的，“替各系打杂，教授都没爬到，连副教授也保不住，辛楣荐的事好不好？”鸿渐局促道：“给你这么一说，我的地位更不堪了。请你说话留点体面，好不好？”孙小姐说，无论如何，她要回去看她父亲母亲一次，他也应该见见未来的丈人丈母。鸿渐说，就在此地结了婚罢，一来省事，二来旅行方便些。孙小姐沉吟说：“这次订婚已经没得到爸爸妈妈的同意，幸亏他们喜欢我，一点儿不为难。结婚总不能这样草率了，要让他们作主。你别害怕，爸爸不凶的，他会喜欢你。”鸿渐忽然想起一件事，说：“咱们这次订婚，是你父亲那封信促成的。我很想看看，你什么时候把它拣出来。”孙小姐愣愣的眼睛里发问。鸿渐轻轻拧她鼻子道：“怎么忘了？就是那封讲起匿名信的信。”孙小姐扭头抖开他的手道：“讨厌！鼻子都给你拧红了。那封信？那封信我当时看了，一生气，就把它撕了——唔，我倒真应该保存它，现在咱们不怕谣言了，”说完紧握着他的手。
　　辛楣在重庆得到鸿渐订婚的消息，就寄航空快信道贺。鸿渐把这信给孙小姐看，她看到最后半行：“弟在船上之言验矣，呵呵。又及，”就问他在船上讲的什么话。鸿渐现在新订婚，朋友自然疏了一层，把辛楣批评的话一一告诉。她听得怒形于色，可是不发作，只说：“你们这些男人全不要脸，动不动就说女人看中你们，自己不照照镜子，真无耻！也许陆子潇逢人告诉我怎样看中他呢！我也算倒霉，辛楣一定还有讲我的坏话，你说出来。”鸿渐忙扯淡完事。她反对托辛楣谋事，这可能是理由。鸿渐说这次回去，不走原路了，干脆从桂林坐飞机到香港，省吃许多苦，托辛楣设法飞机票。孙小姐极赞成。辛楣回信道：他母亲七月底自天津去香港，他要迎接她到重庆，那时候他们凑巧可以在香港小叙。孙小姐看了信，皱眉道：“我不愿意看见他，他要开玩笑的。你不许他开玩笑。”鸿渐笑道：“第一次见面少不了要开玩笑的，以后就没有了。现在你还怕他什么？你升了一辈，他该叫你世嫂了。”
　　鸿渐这次走，没有一个同事替他饯行。既然校长不高兴他，大家也懒跟他联络。他不像能够飞黄腾达的人——“孙柔嘉嫁给他，真是瞎了眼睛，有后悔的一天”——请他吃的饭未必像扔在尼罗河里的面包，过些日子会加了倍浮回原主。
　　并且，请吃饭好比播种子：来的客人里有几个是吃了不还请的，例如最高上司和低级小职员；有几个一定还席的，例如地位和收入相等的同僚，这样，种一顿饭可以收获几顿饭。鸿渐地位不高，又不属于任何系，平时无人结交他，他也只跟辛楣要好，在同事里没撒播饭种子。不过，鸿渐饭虽没到嘴，谢饭倒谢了好几次。人家问了他的行期，就惋惜说：“怎么？走得那么匆促！饯行都来不及。糟糕！偏偏这几天又碰到大考，忙得没有工夫，孙小姐，劝他迟几天走，大家从从容容叙一叙——好，好，遵命，那么就欠礼了。你们回去办喜事，早点来个通知，别瞒人哪！两个人新婚快乐，把这儿的老朋友全忘了，那不行！哈哈。”高校长给省政府请到省城去开会，大考的时候才回校，始终没正式谈起聘书的事。鸿渐动身前一天，到校长室秘书处去请发旅行证件，免得路上军警麻烦，顺便见校长辞行，高松年还没到办公室呢。他下午再到秘书处领取证件，一问校长早已走了。一切机关的首长上办公室，本来像隆冬的太阳或者一生里的好运气，来得很迟，去得很早。可是高松年一向勤敏，鸿渐猜想他怕自己、躲避自己，气愤里又有点得意。他训导的几个学生，因为当天考试完了，晚上有工夫到他房里来话别。
　　他感激地喜欢，才明白贪官下任，还要地方挽留，献万民伞、立德政碑的心理。
　　离开一个地方就等于死一次，自知免不了一死，总希望人家表示愿意自己活下去。去后的毁誉，正跟死后的哀荣一样关心而无法知道，深怕一走或一死，像洋蜡烛一灭，留下的只是臭味。有人送别，仿佛临死的人有孝子顺孙送终，死也安心闭眼。这些学生来了又去，暂时的热闹更增加他的孤寂，辗转半夜睡不着。虽然厌恶这地方，临走时偏有以后不能再来的怅恋，人心就是这样捉摸不定的。去年来的时候，多少同伴，现在只两个人回去，幸而有柔嘉，否则自己失了业，一个人走这条长路，真没有那勇气。想到此地，鸿渐心理像冬夜缩成一团的身体稍觉温暖，只恨她不在身畔。天没亮，轿夫和挑夫都来了；已是夏天，趁早凉，好赶路。服侍鸿渐的校工，穿件汗衫，睡眼XX 送到大门外看他们上轿，一手紧握着鸿渐的赏钱，准备轿子走了再数。范小姐近视的眼睛因睡眠不足而愈加迷离，以为会碰见送行的男同事，脸上胡乱涂些胭脂，勾了孙小姐的手，从女生宿舍送她过来。孙小姐也依依惜别，舍不下她。范小姐看她上轿子，祝她们俩一路平安，说一定把人家寄给孙小姐的信转到上海，“不过，这地址怎么写法？要开方先生府上的地址了，”说时格格地笑。孙小姐也说一定有信给她。鸿渐暗笑女人真是天生的政治家，她们俩背后彼此诽谤，面子上这样多情，两个政敌在香槟酒会上碰杯的一套工夫，怕也不过如此。假使不是亲耳朵听见她们的互相刻薄，自己也以为她们真是好朋友了。
　　轿夫到镇上打完早尖，抬轿正要上路，高松年的亲随赶来，满额是汗，把大信封一个交给鸿渐，说奉校长命送来的。鸿渐以为是聘书，心跳得要冲出胸膛，忙拆信封，里面只是一张信笺，一个红纸袋。信上说，这一月来校务纷繁，没机会与鸿渐细谈，前天刚自省城回来，百端待理，鸿渐又行色匆匆，未能饯别，抱歉之至；本校暂行缓办哲学系，留他在此，实属有屈，所以写信给某某两个有名学术机关，推荐他去做事，一有消息，决打电报到上海；礼券一张，是结婚的贺仪，尚乞哂纳。鸿渐没看完，就气得要下轿子跳骂，忍耐到轿夫走了十里路休息，把一个纸团交给孙小姐，说：“高松年的信，你看！谁希罕他送礼。到了衡阳，我挂号退还去。好得很！我正要写信骂他，只恨没有因头，他这封来信给我一个回信痛骂的好机会。”孙小姐道：“我看他这封信也是一片好意。你何必空做冤家？骂了他于你有什么好处？也许他真把你介绍给人了呢？”鸿渐怒道：“你总是一片大道理，就不许人称心傻干一下。你愈有道理，我偏不讲道理。”孙小姐道：“天气热得很，我已经口渴了，你别跟我吵架。到衡阳还有四天呢，到那时候你还要写信骂高松年，我决不阻止你。”鸿渐深知到那时候自己保不住给她感化得回信道谢，所以愈加悻悻然，不替她倒水，只把行军热水瓶搡给她，一壁说：“他这个礼也送得岂有此理。咱们还没挑定结婚的日子，他为什么信上说我跟你‘嘉礼完成’，他有用意的，我告诉你。因为你我同路走，他想——”孙小姐道：“别说了！你这人最多心，多的全是邪心！”说时把高松年的信仍团作球形，扔在田岸旁的水潭里。她刚喝了热水，脸上的红到上轿还没褪。
　　为了飞机票，他们在桂林一住十几天，快乐得不像人在过日子，倒像日子溜过了他们两个人。两件大行李都交给辛楣介绍的运输公司，据说一个多月可运到上海。身边旅费充足，多住几天，满不在乎。上飞机前一天还是好晴天，当夜忽然下雨，早晨雨停了，有点阴雾。两人第一次坐飞机，很不舒服，吐得像害病的猫。到香港降落，辛楣在机场迎接，鸿渐俩的精力都吐完了，表示不出久别重逢的欢喜。辛楣瞧他们脸色灰白，说：“吐了么？没有关系的。第一次坐飞机总要纳点税。我陪你们去找旅馆好好休息一下，晚上我替你们接风。”到了旅馆，鸿渐和柔嘉急于休息。辛楣看他们只定一间房，偷偷别着脸对墙壁伸伸舌头，上山回亲戚家里的路上，一个人微笑，然后皱眉叹口气。
　　鸿渐睡了一会，精力恢复，换好衣服，等辛楣来。孙小姐给邻室的打牌声，街上的木屐声吵得没睡熟，还觉得恶心要吐，靠在沙发里，说今天不想出去了。
　　鸿渐发急，劝她勉强振作一下，别辜负辛楣的盛意。她教鸿渐一个人去，还说：“你们两个人有话说，我又插不进嘴，在旁边做傻子。他没有请旁的女客，今天多我一个人，少我一个人，全无关系。告诉你罢，他请客的馆子准阔得很，我衣服都没有，去了丢脸。”鸿渐道  ：“我不知道你那么虚荣！那件花绸的旗袍还可以穿。”孙小姐笑道：“我还没花你的钱做衣服，已经挨你骂虚荣了，将来好好的要你替我付裁缝账呢！那件旗袍太老式了，我到旅馆来的时候，一路上看见街上女人的旗袍，袖口跟下襟又短了许多。我白皮鞋也没有，这时候去买一双，我又怕动，胃里还不舒服得很。”辛楣来了，知道孙小姐有病，忙说吃饭改期。她不许，硬要他们两人出去吃。辛楣释然道：“方——呃——孙小姐，你真好！将来一定是大贤大德的好太太，换了旁的女人，要把鸿渐看守得牢牢的，决不让他行动自由。鸿渐，你暂时舍得下她么？老实说，别背后怨我老赵把你们俩分开。”鸿渐恳求地望着孙小姐道：“你真的不需要我陪你？”孙小姐瞧他的神情，强笑道：“你尽管去，我又不生什么大病——赵先生，我真抱歉——”辛楣道：“哪里的话！今天我是虚邀，等你身体恢复了，过天好好的请你。那么，我带他走了。一个半钟头以后，我把他送回来，原物奉还，决无损失，哈哈！鸿渐，走！不对，你们也许还有个情人分别的简单仪式，我先在电梯边等你——”鸿渐拉他走，说“别胡闹”。
　　辛楣在美国大学政治系当学生的时候，旁听过一门“外交心理学”的功课。
　　那位先生做过好几任公使馆参赞，课堂上说：美国人办交涉请吃饭，一坐下去，菜还没上，就开门见山谈正经；欧洲人吃饭时只谈不相干的废话，到吃完饭喝咖啡，才言归正传。他问辛楣，中国人怎样，辛楣傻笑回答不来。辛楣也有正经话跟鸿渐讲，可是今天的饭是两个好朋友的欢聚，假使把正经话留在席上讲，杀尽了风景。他出了旅馆，说：“你有大半年没吃西菜了，我请你吃奥国馆子。路不算远，时间还早，咱们慢慢走去，可以多谈几句。”鸿渐只说出：“其实你何必破费，”正待说：“你气色比那时候更好了，是要做官的！”辛楣咳声干嗽，目不斜视，说：“你们为什么不结了婚再旅行？”
　　鸿渐忽然想起一路住旅馆都是用“方先生与夫人”名义的，今天下了飞机，头晕脑胀，没理会到这一点，只私幸辛楣在走路，不会看见自己发烧的脸，忙说：“我也这样要求过，她死不肯，一定要回上海结婚，说她父亲——”
　
　　“饶我不饶我是另外一件事，咱们不得不有个准备，所以辛楣劝我和你快结婚——”
　
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book2/mulu/7/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book2/weicheng/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book2/mulu/9/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
