<template>
  <div class="counter-warp">
     <div class="title" text-align="left">牧羊少年奇幻之旅</div>
     <div text-align="center">第十九章</div>
      
     <div class="home" >
     
　　<p>"那就请你帮助我，"男孩说道，"让这个地方充满尘</p>埃，使我能够观望太阳而不会被它弄瞎了眼睛。" 

于是风更加用力地刮了起来，天空立刻布满了沙尘，使太阳所在之处仅仅剩下一个金黄色的圆盘。 

军营里变得难以看清东西。沙漠的人熟悉这种风。人们称它为西蒙，比海上的暴风雨更可怕——因为他们没见过海。马儿开始嘶叫，武器被沙尘所覆盖。 

一位军官在岩石上转向指挥官说道: 

"也许最好到此为止。" 

这些人己经看不到男孩了。他们的脸被蓝色头巾遮住，眼睛则只充满恐惧。 

"我们到此为止吧。"另一位军官也说道。 

"我想看看安拉的伟大，"指挥官尊敬地说道，"我想看看人如何变成风。" 

他在心里记下了那两位感到恐惧的军官的名字。这阵风一停下来，他就将解除他们的职务，因为沙漠的人要无所畏惧。 

"风对我说你了解爱。"男孩对太阳说道，"如果你了解爱，你也就了解世界灵魂，因为它是由爱形成的。" 

"从我所在的位置，"太阳说道，"我可以看到世界灵魂。它与我的灵魂相通，我们一起使植物生长，让羊儿去寻找荫凉。从我所在的位置——我距离地球十分遥远——，我学会了爱。我知道，假如我再靠近地球一点，地球上的万物就会全部消亡，世界灵魂就将不复存在。所以我们互相注视，互相关爱。我给予它生命和热量，它给予我生存的理由。" 

"你了解爱。"男孩说道。 

"并且了解世界灵魂，因为在沿着宇宙的没有尽头的旅行中，我们经常进行交谈。它对我说，它的最大的问题是，迄今为止，只有矿物和植物才明白万物为一。为此，无需让铁与铜一模一样，让铜与金一模一样。每种物质发挥它的独一无二的功能，万物就会汇成一首和平的交响乐，假如那只写定一切的手在创世的第五天便停下来的话。 

"但是还有个第六天。"太阳说道。 

"你是个智者，因为你是从远处观察万物。"男孩说道，"但是你不了解爱。假如没有创世的第六天，就不会有人类存在，铜将永远是铜，铅将永远是铅。的确，每种事物都有自己的天命，但是这种天命总有一天将会实现，于是就需要转化成更好的事物，并有了一种新的天命，直至世界灵魂真正地成为唯一之物。" 

太阳陷入沉思，决定更加用力地发射出光芒。十分欣赏这场对话的风则更加用力地刮了起来，以免太阳弄瞎了男孩的眼睛。 

"为此而有了炼金术，"男孩说道，"目的在于让每个人去寻觅和找到他的财宝，然后他就会希望自己变得要比过去更好。铅将完成它的职能，直至世界不再需要它时为止，这时候它就必定要变成金子。 

"这便是炼金术士们所做的事情。他们向世人表明，当我们努力使自己变得比现在更好的时候，我们周围的一切也会变得更好。" 

"为什么你说我不了解爱呢？"太阳问道。 

"因为爱不是像沙漠那样停滞不动，不是像风那样跑遍世界，也不像你那样从远处观望万物。爱是一种力量，这种力量可以改变和完善世界灵魂。当我第一次深人到世界灵魂中去的时候，我认为它是完美无缺的。但是后来我发现，它乃是所有造物的一种反射，也有自己的冲突和激情。正是我们滋养着世界灵魂，我们所生活的地球变得更好或是更坏，就看我们是变得更好或是更坏。此刻爱的力量就发挥了作用，因为当我们爱的时候，总是希望变得要比原来更好。" 

"你想从我这里得到什么呢？"太阳问道。 

"帮助我把自己变成风。"男孩回答说。 

"自然界认为我是万物中最有智慧的，"太阳说道，"可我不知道如何把你变成风。" 

"那么我应该找谁谈呢？" 

太阳沉默了片刻。一直在侧耳静听的风要告诉全世界，太阳的智慧是有限的，没有办法应付这个会讲世界语言的男孩。 

"你去找写定一切的那只手谈吧。"太阳说道。 

风高兴地大声呼叫，比过去任何时候都更加用力地刮了起来。帐篷被从沙地拔起，牲畜挣脱了缚绳。岩石上的人们互相抓紧，以免被抛向远方。 

男孩于是转向写定了一切的那只手。男孩没有讲任何话，他感到整个宇宙都沉静了下来，于是他也沉静下来。 

一股爱的力量涌出了他的心灵，男孩开始祈祷。这是一种他过去从未做过的祈祷，因为这一祈祷没有使用话语，或是说没有提出请求。男孩没有因为羊群找到了一个牧场而表示感谢，[网罗电子书：www.WRbook.com]没有为能卖出更多的水晶制品而进行祈求，也没有要求让他遇到的那个女人等待他的归去。在接下来的沉静中，男孩明白了，沙漠、风和太阳也在寻找那只手所写出的预兆，并努力走完自己的道路和理解写在那块简单的绿宝石书板上的东西。男孩知道，那些预兆遍布大地与太空，表面上没有任何目的或意义，而且无论是沙漠、风、太阳还是人，都不知道为什么自己被创造出来。但是那只手作出这一切都有其原因，而且只有它能够创造奇迹，能够把海洋变成沙漠，把人变成风。因为只有它明白，一项宏大的设计将宇宙推向某一个点，在这个点上，六天的创世转化成终极之作。 

男孩深入进世界灵魂，看到世界灵魂是上帝灵魂的一部分，接着又看到上帝的灵魂就是他自己的灵魂，因此他也可以创造奇迹。 

那一天，西蒙风刮得空前猛烈。在许多许多的世代，阿拉伯人相互讲述着有关一个男孩的神话:他将自己变成了风，几乎摧垮了一座军营，向沙漠里最为显赫的将军的权势发起了挑战。 

当西蒙风停息下来时，所有人都朝男孩所在的地方望去。男孩已经不在那里了，而是在军营的另一侧，位于一个在那里站岗的卫兵的身边，这名卫兵几乎被沙土所覆盖。 

人们被这一怪事吓坏了，只有两个人露出了微笑:一个是炼金术士，因为他终于找到了自己的真正弟子;另一位是指挥官将军，因为这位弟子理解了上帝的荣耀。 

第二天，将军向男孩和炼金术士告别，并派出一支卫队护送他们直至两个人想要到的地方为止。 

他们走了整整一天。傍晚时分，一行人来到一座科普特修道院的门前。炼金术士请卫队返回，然后下了马。 

"从现在起，你就要独自一人上路了。"炼金术士对男孩说道，"这里距离金字塔只有三个小时的路程。" 

"谢谢，"男孩说道，"你教会了我世界语言。" 

"我只是让你回忆起你已经知道的东西而已。"炼金术士说道。 

炼金术士敲了敲修道院的大门。一位全身穿着黑色衣服的修道士前来开门。他们用科普特语交谈了一会儿，而后炼金术士示意男孩进去。 

"我请求他们让我借用一下厨房。" 



"因为你己经两次在旅程中失去了你挣到的钱，一次是被小偷骗走，一次是给了指挥官。我是一个迷信的阿拉伯老人，我相信我们这个地方的各种谚语。有一个谚语说:只发生过一次的事情可能永远不再发生，但是发生过两次的事情一定还会发生第三次。"
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book3/mulu/18/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book3/muyangshaonian/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book3/mulu/20/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
