<template>
  <div class="counter-warp">
     <div class="title" text-align="left">牧羊少年奇幻之旅</div>
     <div text-align="center">第四章</div>
      
     <div class="home" >
     
　　<p>"我离开了我的父亲，我的母亲，还有故乡的城堡。他们己经习惯了，而我也同样</p>如此。羊儿也会慢慢习惯我不在它们的身边。"男孩想道。 

男孩从上边望了一眼广场。小贩仍然在卖他的爆米花。一对年轻的情侣在刚才他与老翁谈话的长凳上坐下来，久久地亲吻。 

"那个小贩……"他自言自语道，却没有把话讲完，因为黎凡特风越刮越猛，他的脸感到了风的强劲。的确，这种风带来了摩尔人，但也同时带来了沙漠和头戴面纱的女人的气味，还带来了为寻求末知物、黄金、历险……以及金字塔而出发的男人们的汗味和梦想。男孩开始羡慕风的自由自在，并意识到他也能够如风一样。除了他自己，没有任何东西能够阻止他。羊群，商人的女儿，安达卢西亚的田野，都只是他迈向天命之路的一个个步伐而已。 

第二天中午，男孩带着六只羊和老翁见了面。 

"我很惊讶，"男孩说道，"我的朋友立刻买去了我的羊，还说他一生都梦想成为牧羊人。这是个好兆头。" 

"事情总是如此，"老翁说道，"我们把这称作为有助原则。如果你是第一次玩牌，几乎百分之百地会赢，这是新手的运气。" 

"为什么会这样呢？" 

"因为生活希望你去完成自己的天命。" 

老翁开始检查这六只羊，发现其中一只瘸了腿。男孩解释说这无关紧要，因为它是最聪明的一只羊，而且能产相当多的毛。 

"财宝在哪里呢？"他问道。 

"财宝在埃及，靠近金字塔。" 

男孩吃了一惊。解梦的老妇也是这样说的，但她没收取任何东西。 

"要想找到财宝，你必须随预兆而行。上帝为世上的每个人写出了他应该走的路，你只要读懂他为你所写的就行了。" 

就在男孩想要说些什么之前，一只蝴蝶开始在他和老翁之间飞来飞去。男孩想起了他的祖父，在他小的时候，祖父曾对他说过，和螺摔、蠢斯、壁虎和四叶草一样，蝴蝶是好运的征兆。 

"完全正确，"老翁说道，他能读出男孩的想法，"正像你祖父教你的那样，这些都是好的征兆。" 

老翁随后打开罩在胸部的袍子，男孩被他所看到的东西惊呆了，不禁回想起前一天他所见到的闪光之物。老翁穿着一件纯金制成的胸饰，上面缀满了宝石。 

他确实是位国王，所以伪装成这个样子，大概是为了避开盗贼。 

"拿着，"老翁边说边把纯金胸饰中心缀着的一白一黑两块宝石取了下来，"它们叫作乌陵和土明。黑的意味着‘是'，白的意味着‘否'。当你不能辨别预兆时，它们会帮助你的。记住，你提出的问题永远要客观真实。 

"不过在一般情况下，你要尽量自己做出决定。财宝就在金字塔那里，这你已经知道。不过你必须付给我六只羊，因为我帮助你做出了一个决定。" 

男孩把两块宝石收进了褡裢。从现在起，他就要自己去做出各种决定了。 

"不要忘记万物为一，不要忘记预兆的表现方式，尤其不要忘记追随你的天命一直到底。 

"不过在我们分手之前，我想给你讲一个小故事。 

"有位商人，把儿子派往世界上最有智慧的人那里，去讨教幸福的秘密。少年在沙漠里走了四十天，终于来到一座位于高山顶上的美丽城堡，那里住着他要寻找的智者。 

"我们的主人公走进一间大厅，他并没有遇到一位圣人，相反却目睹了一个热闹非凡的场面:商人们进进出出，每个角落都有人在进行交谈，一个小乐队在演奏轻柔的乐曲，一张桌子上摆满了那个地区最好的美味佳肴。智者正一个个地同所有的人谈话，所以少年必须要等上两个小时才能轮到。 

"智者认真地听了少年所讲的来访原因，但说此刻他没有时间向少年讲解幸福的秘密。他建议少年在他的宫殿里转上一圈，两个小时之后再回来找他。 

"‘与此同时我要求你办一件事，'智者边说边把一个汤匙递给少年，并在里面滴进了两滴油，。当你走路时，拿好这个汤匙，不要让油酒出来。' 

"少年开始沿着宫殿的台阶上上下下，眼晴始终紧盯着汤匙不放。两个小时之后，他回到了智者的面前。 

"你看到我餐厅里的波斯壁毯了吗？看到园艺大师花十年心血创造出来的花园了吗？注意到我图书馆里那些美丽的羊皮纸文献了吗？智者问道。 

"少年十分尴尬，坦率承认他什么也没有看到。他当时惟一关注的只是智者交付给他的事，即不要让油从汤匙里洒出来。 

"‘那你就回去见识一下我这里的种种珍奇之物吧。'智者说道，。如果你不了解一个人的家，你就不能信任他。' 

"少年轻松多了，他拿起汤匙重新回到宫殿漫步。这一次他注意到了天花板和墙壁上悬挂的所有艺术品，观赏了花园和四周的山景，看到了花儿的娇嫩和每件艺术品都被精心地摆放在恰如其分的位置上。当他再回到智者面前时，少年仔仔细细地讲述了他所见到的一切。 

"‘可是我交给你的两滴油在哪里呢？’智者问道。 

"少年朝汤匙望去，发现油已经洒光了。 

"那么这就是我要给你的惟一忠告，'智者中最智者说道，‘幸福的秘密在于欣赏世界上所有的奇观异景，同时永远不要忘记汤匙里的两滴油。'" 

牧羊少年默不作声。他己经理解了老国王讲的这个故事。一个牧羊人喜欢旅行，但永远不要忘记他的羊群。 


</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
 methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book3/mulu/3/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book3/muyangshaonian/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book3/mulu/5/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
