<template>
  <div class="counter-warp">
                          <div text-align="center">第三章</div>
                          <div class="home">
    <p>惊蛰过后很长一段日子，尽管节令也已经又越过了春分，但连绵的黄土高原依然是冬天的面貌</p>。山野里草木枯黑，一片荒凉。只是夜晚的时间倒明显地缩短了。

一直到了四月初，清明节的前一天，突然刮起了一场铺天盖地的大黄风。风刮得天昏地暗，甚至大白天都要在房子里点亮灯。根据往常的经验，这场黄风是天气变暖的先兆。是的，从节令来看，也应该有些春天的迹象了。

清明那一天，黄风停了。但天空仍然弥漫着尘埃，灰漠漠一片笼罩着天地。

以后紧接着的几天，气候突然转暖了。人们惊异地发现，街头和河岸边的柳树不知不觉地抽出了绿丝；桃杏树的枝头也已经缀满了粉红的花蕾。如果留心细看，那向阳山坡的枯草间，已经冒出了一些青草的嫩芽。同时，还有些别的树木的枝条也开始泛出鲜亮的活色，鼓起了青春的苞蕾，象刚开始发育的姑娘一样令人悦目。

孙少平的日子过得和往常差不多：吃黑高粱面馍；看借来的课外书；在城里的各个地方转悠。他继续把看完的书又借给郝红梅看。他们两个人现在的交往，倒比开始时自然多了，并且对对方的一些情况也有了解。

时间长了一些，班上同学之间也开始变得熟悉起来。他和乡里来的一些较贫困的学生初步建立起了某种友谊关系。由于他读书多，许多人很爱听他讲书中的故事。这一点使孙少平非常高兴，觉得自己并不是什么都低人一等。加上气候变暖，校园里已经桃红柳绿，他的心情开朗了许多。而且他的单衣薄裳现在穿起来倒也正合适，不冷不热。除过肚子照样填不饱外，其它方面应该说相当令人满意了。

这天下午劳动，全班学生在学校后面的一条拐沟里挖他们班种的地。不到一个小时，孙少平就感到饿得头晕眼花。他有气无力地抡着镰头，尽量使自己不落在别人的后面。

好不容易熬到快要收工的时候，他们村的润生突然来到他眼前，说：“少平，我姐中午来找我，说让我把你带上，下午到我二爸家去一下。她说有个事要给你说。我姐还说让你下午别在学校灶上吃，到我二爸家去吃饭……。”润生说完这话，就又回到他挖地的地方去了。

孙少平一下子被这意外的邀请弄得不知所措。

润生的姐姐叫他有什么事呢？而且还叫他到她二爸家去！

这使他感到惶恐不安——润生他二爸是县革委会的副主任，在县上可是一个大人物。有时他二爸路过回村子，坐的都是吉普车呢。记得当时他常常想走近去看看停在公路边的小车，都吓得不敢去，何况现在要叫他去他们家吃饭呢！

不过，他对润生的姐姐润叶倒怀有一种亲切的感情。尽管润叶她爸是他们村的支部书记，她二爸又是县上的领导，门第当然要高得多，但润叶姐不管对村里的什么人都特别好。而最主要的是，润叶姐小时候和他大哥一块耍大，又一起念书念到小学。后来润叶姐到县城上了中学，而哥哥因为家穷回村当了农民。但润叶姐对哥哥还象以前一样好。后来润叶姐在县上的城关小学教了书，成了公家人，每次回村来，还总要到他们家来串门，和哥哥拉家常话。她每次来他们家都不空手，总要给他祖母带一些城里买的吃食。最叫全村人惊讶的是，她每次回村来，还提着点心来看望她户族里一个傻瓜叔叔田二。田二自己傻不说，还有个傻儿子，父子俩经常在窑里屙尿，臭气熏天，村里人一般谁也不去他家踏个脚踪；而润叶姐却常提着点心去看他们，这不得不叫全村人夸赞她的德行了。

相比之下，润叶她爸倒没有她在村里威信高。由于父亲和哥哥性子都很耿直，少不了常和书记顶顶碰碰，因此他们两家的关系并不怎么好。但润叶姐却始终和他们家保持着一种亲密关系。也许因为这一点，平时书记才没有过分地和他们一家人过不去。少平在内心一直对润叶姐充满了尊敬和感激。

按说，润叶姐要求他的事，他都应该按她说的做。但现在叫他到她二爸家去吃饭，他倒的确有点惶恐和为难了。他想到他穿这么一身破烂衣服，要跑到尊贵的县领导家里去作客，由不得一阵阵心跳耳热。



他呆呆地立在黑暗中，把手伸进自己的衣袋，紧紧地捏住了那个小纸包。他鼻子一酸，眼睛顿时被泪水模糊了……
 </div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book1/2/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book1/3/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
p {text-indent: 2em;}
</style>