<template>
  <div class="counter-warp">
     <div class="title" text-align="left">牧羊少年奇幻之旅</div>
     <div text-align="center">自序</div>
      
     <div class="home" >
     
　　<p>《牧羊少年奇幻之旅》是一部具有象征意义的作品，对此稍作说明非常有必要，</p>因为它与非虚构作品《魔法师的日记》（又译《朝圣》）有所不同。
我耗费了十一年光阴钻研炼金术。一想到能够点铁成金，或能够发现长生不老液，就心驰神往，再没有任何研究巫术的念头。坦白地说，长生不老液更令我着迷。在领悟并感受到上帝的存在之前，一想到万物皆有消亡的一天，便十分沮
丧。故而，当得知有可能获得一种使我的生命延长许多年的浆液，遂决定全身心投入该浆液的提炼。
二十世纪七十年代初期是一个社会大变革的时代，当时国内还没有关于炼金术的正经刊物问世，我便用手头微薄的资金购买进口书籍，就像本书中的一个人物那样，每天花很多时间去研究炼金术复杂的符号系统。我曾试图请教里约热内卢两三位真正致力于炼金术的研究者，然而，他们拒绝见我。我也结识了许多自诩为炼金术士的人，他们拥有自己的实验室，并许诺教给我炼金术的秘诀，条件是向他们支付大笔的金钱。现在
我才明白，他们打算教给我的东西，他们自己却一窍不通。
尽管我全力以赴，结果却一无所获。炼金术手册中以难解的词句断言会发生的现象根本没有出现。手册中是一大堆数不清的象征符号，有龙、狮子、太阳、月亮和水星，而我一直有一种误入歧途的感觉，因为象征语汇使人误读的可能性极大。由于事情毫无进展，我失望已极，在一九七三年，做了一件极不负责任的事。那时我受雇于马托格罗索州教育厅，在该州教授戏剧课程，于是决定在戏剧实验课上利用一下我的学生。实验课题为“翡翠板”。这种行为，再加上数次陷入魔幻术的泥淖，第二年我便亲身体会到了“种
瓜得瓜，种豆得豆”这句俗语的真谛。我所有的努力尽皆付诸东流。
此后的六年间，我对有关神秘领域的一切说法都持怀疑态度。在这段精神放逐时期，我学会了很多重要的东西，如：最初发自内心拒绝的东西如今却奉为真理；不应该逃避自己的命运；上帝有时很严厉，却也无限慷慨。
一九八一年，我接触到拉姆教派并认识了我的师父，他后来引导我重新回到为我设计的道路上。在他用自己的方式训练我的同时，我又开始独自钻研炼金术。一天晚上，在一节令人精疲力
竭的传心术训练课后，交谈当中，我问起为什么炼金术士的语言那么空洞，那么复杂难懂。
“有三类炼金术士。”我师父说道，“有的说话空洞，是因为他们不了解自己所说的事情；有的是因为他们了解自己所说的事情，而且还知道炼金术的语言针对心灵，而不是针对理智。”
“那么，第三类呢？”我问道。
“他们从未听说过炼金术，但却在生活中发现了‘点金石’。”
从此，我师父决定教我炼金术。他属于第二类炼金术士。我发现，炼金术的象征语汇虽令我那么恼火，那么茫然不知所措，却是领悟世界灵魂和荣格所说“集体无意识”的唯一桥梁。我发现了“天命”和“上帝的神迹”，然而我的理性推理却拒绝承认其真实性，因为它们过于简单淳朴。我发现，获取“元精”不是少数人的事，而是所有世人的目标。很显然，元精并非总装在一只小瓶子里，以泡在液体中的卵状物形式出现，毫无疑问，我们大家都能够探摸到世界灵魂。
因而，《牧羊少年奇幻之旅》是一部象征性的作品。遍览其章，除去转述我所学到的一切，我还试图向海明威、布莱克、博尔赫斯（他曾将波斯历史运用到其短篇小说中）、马尔巴·塔罕等
伟大的作家们致敬，他们成功地理解了“宇宙语言”。
为了使这篇冗长的自序圆满结束，也为了说明我师父论及第三类炼金术士时想要表达的意思，很值得回顾一下他本人在实验室里给我讲过的一个故事。
圣母怀抱小耶稣，决定降临人间并造访一座修道院。神甫们全都非常自豪，他们排起长队，依序走到圣母面前表达他们的崇敬。一位神甫朗诵了美妙的诗篇，另一位神甫展示了他为《圣经》绘制的彩色插图，第三位神甫背出了所有圣徒的名字……神甫们如此这般一个接一个地向圣母和小耶稣表达了敬意。
队伍的末尾，是一位在修道院中地位最卑微的神甫。他从来没有学习过那个时代的智慧经典。他的父母都是普普通通的人，在附近一个旧式的马戏团里工作，他们教给他的全部手艺，就是空中抛球等杂耍。
当轮到他的时候，其他神甫就想结束这场表达崇敬的活动了，因为那位曾经的杂耍艺人没有什么重要的事可说，况且还有可能玷污修道院的形象。然而，这位神甫内心深处同样有一种想为耶稣和圣母奉献点什么的强烈愿望。
他察觉到了师兄弟们谴责的目光，有些羞怯地从兜里掏出几个橙子，开始玩起了杂耍。把橙子抛向空中，这是他唯一擅长的事情。
就在这时，小耶稣笑了，并开始在圣母怀中鼓起掌来。于是，圣母将手臂伸向那位神甫，让他抱了抱小耶稣。









他们走路的时候，耶稣进了一个村庄。有一个女人名叫马大，接他到自己家里。
她有一个妹子名叫马利亚，在耶稣脚前坐着听他的道。
马大伺候的事多，心里忙乱，就进前来说：
“主啊！我的妹子留下我一个人伺候，你不在意吗？请吩咐她来帮助我。”
耶稣回答说：
“马大，马大！你为许多的事思虑烦扰，但是不可少的只有一件，马利亚已经选择那上好的福分，是不能夺去的。”
—《路加福音》10∶38－42
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book3/muyangshaonian/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book3/muyangshaonian/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book3/mulu/1/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
