<template>
  <div class="counter-warp" >
                   <div text-align="center">第二十二章</div>
                   <div class="home">
  <p>孙少安万万没有想到，公社突然派人来丈量他们队的猪饲料地。</p>几天前他就听福高说，大庄河他姨夫因给社员多划了猪饲料地，被公社叫去盘查了一天。他心里一直担心这件事，但这件事还是发生了。公社刚来人时，他以为是他们队谁告了状，但又听说公社在其它队也普查猪饲料地的情况，只好硬着头皮等着挨戳了。

这多年来，提起猪就能把人愁死。先前，公社每年根据国家要求，给每个大队硬行分配生猪交售任务。反正不管三七二十一，到年底平均两户按标准交售一口肥猪。喂肥一口猪得多少粮啊！这年头，人都没粮吃，怎能有猪吃的粮食呢？但没办法，国家要拿猪肉支援第三世界，每年的任务非完成不行。谁家完不成任务，就要把人口粮扣除一部分。

没有人喂得起猪。队里没办法，由田福堂出面给公社做工作，看能不能用生产队集体的羊来顶猪。公社通了人情，说可以，但必须用绵羊来顶。一年下来，全村的绵羊就快绝了种。

看来这不是办法，还得要落实到家户来养猪。

大队小队干部没明没黑地开会，但连一户也落实不了。金俊山提出，是不是队干部先带个头，一人应承喂一口猪，然后再做社员的工作。但其他干部都讥讽他说：你有能力带这个革命头哩！我们没能力！再说，当干部一晚上开会熬眼已经够了，还带这个头！你要带你带吧！最好你金俊山一家人办个猪场，把队里的任务都包了！

金俊山立刻张口结舌退到大队部的灶火圪崂里，再不吭声了。

还是孙玉亭有办法，提出用抓纸蛋的方式来解决这个问题。大家想来想去，再没有好办法，就只好采纳了孙玉亭的建议。

抓纸蛋的时候，全村人象进行一次集体占卜活动。一个个提心吊胆，用颤抖的手，在大队办公窑炕桌上那只不祥的黑老碗里，如同抓自己的命运一般，一人抓回一个揉成一团的小纸蛋。有的人展开纸团，笑得鼻子涎水都顾不得揩；有的人一下子脸象黑霜打了一般；甚至还有抱住头当场哭得鼻子一把泪一把的。提出这个绝妙办法的孙玉亭，几乎年年能“抓”到一头猪，回去常常让贺凤英骂得狗血喷头。

到了年底，庄稼人好不容易把猪喂起来，吆到石圪节去交售。为了达到标准斤称，交售的那天，每家人都给猪好吃好喝一顿——说不定几斤粮食就能决定一口猪能否够斤称。但是，由公社粮站和石圪节食堂几个厨师组成的收猪机构，也不是吃素的。他们知道老百姓这点小小的狡猾伎俩，决定猪吆来后，先不过秤，集中圈在一起，等屙尿完了再说。于是，交猪的人除多贴赔了几斤粮食，还得多耽误半天功夫。那些日子，石圪节到处都蹲着愁眉苦脸的庄稼人。他们实在没办法，又开始千方百计贿赂收购猪的人，而收猪的人倒用这办法给自己的腰包里增加了不少外块。

直到后来，生猪交售任务再也不可能完成了。县上没有办法，决定谁养猪，就给谁补贴一百五十斤高粱。

农民这下子高兴了，因为一百五十斤高粱可不是一个小数字，几乎快等于一个人一年的口粮了。如果按往年的喂法，一口猪肯定能省下不少粮食呢。于是，人们又要抢着喂猪。大小队干部整夜开会，没办法分配名额。后来只好又决定采取“孙玉亭方式”，人们又象占卜命运似的，在那只令人眼红的黑老碗里抓这些纸蛋子。抓到猪的眉开眼笑，抓不到的满脸丧气。遗憾的是，玉亭同志本人这回偏偏又抓不到，晚上回去照样被贺凤英臭骂了一通。

但是，喂猪的人高兴得太早了。因为补贴了粮食，国家收购标准又提高了，用“往年喂法”喂成的猪，一个也交售不了，只好吆回来，把所有省下的高粱一颗不剩全给猪补贴了，才勉强送到了石圪节。

从此以后，人们谈猪色变，再也不敢和这个老祖宗打交道了。一年下来，生猪交售任务已经成了全地区的危机。黄原地区也没有办法，只好制定了个“土政策”，一户给划分不超过四分的猪饲料地，企图从根本上解决这个问题。

在划分猪饲料地的时候，孙少安心想：队里种的庄稼地以外，还有不少荒地，干脆把这些闲地划给社员，就不要减少队里的现耕面积了。而这些闲荒地没有整块的，沟坡圪崂，零零碎碎，也没办法准确丈量，大约摸用眼睛估量一下就行了。他这意见全队没一个人反对的。因为大家知道，用眼睛“量”过的地，只能多不会少。孙少安也清楚这一点。他正是想用这种方法，给社员扩大一点自留地。这年头，个人的地多出一分，那就能给一家人解决大问题——在这些精心耕种的土地上，往往一个小土窝就可能等于队里许多好地的收入。人们已经饿慌了，谁不想利用这机会给自己增加一点利益呢？

但大家都知道，这事要瞒着书记田福堂和孙少安他二爸——这两位“革命家”都在一队。

等躲避开这两个人外出开会的时候，少安就和大家把地划分开了。田福堂和孙玉亭也沾了光，不过他们自己不知道罢了。也许以后他们在种地的时候，会感觉到地可能多划分了，但也睁一只眼闭一只眼——他们虽说整天喊叫批判资本主义，但对于实惠也从不拒绝……的确是这样。田福堂实际上早察觉了他们队的猪饲料地“有问题”，但他一直装得不知道这一点。他是个有头脑的人，知道这事众人拥护，他要是出面纠正，那肯定会惹得民情激愤，他何必做这种笨蛋事哩！再说，他自己也在其中沾了光，和众人过不去，也等于和自己过不去。退一步说，万一这事被别人告发，他田福堂划分地时又不在家，到时他手里仍然有批判权哩！

可是那天他从县城回来，在石圪节碰上田福高，听了福高姨夫的事后，田福堂突然心一动，觉得他给孙少安找下一个让后生下不了台的好茬口。于是他调转自行车去了一趟公社，给徐治功露了话，让他去查一下他们村的猪饲料地。他并且提醒徐主任说，不要光查他们队的，其它村子也查一查，以免让人怀疑是他田福堂反映的。

田福堂走了这一步“妙棋”以后，内心也倒有些矛盾。一方面他对少安有气，觉得让小伙子受点整，灰上一段时间，就顾不上骚情他的润叶了。另一方面，他又感到这种做法有些不太美气。这无论如何是一件亏心事，等于给自己心里放了一条虫子，骚扰得灵魂不能安宁。

但他又想：好汉做事不后悔！既然已经这样了，那就没必要想得太多！也好，让孙少安乱上几天吧！最好是二队长金俊武也把猪饲料地扩大了，让公社查出来，把这两个妈蚱拴在一根绳子上整治一通，叫他们再和我田福堂过不去！

公社普查的结果明朗了，全社一共有五个生产队扩大了猪饲料地。让田福堂遗憾的是，二队没有扩大——金俊武这小子终究年纪大一点，比少安的城府深，没有让抓住尾巴。

石圪节公社竟然有扩大自留地的现象！这事马上引起了县上的重视。县革委会主任冯世宽亲自给白明川和徐治功打电话，说不仅要收回扩大的地，还要在全公社组织群众大会批判这五个生产队长。


“嗯。”少安对父亲和妹妹点点头，就转过身一个人向石圪节的后街上走去了。
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book1/21/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book1/23/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:"left"
}
p {text-indent: 2em;}
</style>