<template>
  <div class="counter-warp">
     <div class="title" text-align="left">牧羊少年奇幻之旅</div>
     <div text-align="center">第六章</div>
      
     <div class="home" >
     
　　<p>甜食商的笑容使男孩回想起他遇到的那位老翁、那</p>位神奇的圣王的某些事情。"这个甜食商不制作甜食，因为他想外出旅行，或是因为他想和一个商人的女儿结婚。这个甜食商制作甜食，因为他喜欢这个工作。"男孩想道，并发现他也可以做出老翁能做的同样的事情:知道一个人是走近还是远离他的天命。只要观察一下此人就行了。"这很容易，而我过去却从没有察觉到这一点。"男孩想道。 

两个人搭好货摊后，甜食商把他制作的第一份甜食递给了男孩。男孩吃得饱饱的，道过谢之后便上路了。当已经离开那里一会儿之后，他突然回想起，架设摊位时，他们两人一个讲的是阿拉伯语，另一个讲的是西班牙语。 

但是他们完全能相互理解。 

"一定存在着一种超越言词的语言，"男孩想道，"我己经从羊儿那里体验过这一点，现在又从人那里体验到了。" 

他正在掌握某些新的东西。有些东西他也曾经历过，但仍然是新的，因为当时虽然经历了却未曾察觉到。他所以未曾察觉到，乃是因为他己习惯了这些东西。"假如我学会理解这种没有言词的语言，我就能理解这个世界。"男孩想道。 

"万物为一。"那位老翁曾经说道。 

男孩决定不急不忙、不焦不虑地沿丹吉尔狭窄的街道而行，因为只有这样，他才能够察觉到预兆。这需要极大的耐心，但此乃一个牧羊人学会的第一种品德。他又一次发现，他在这个陌生的世界里，恰恰正运用着羊儿教给他的那些知识。 

"万物为一。"那位老翁曾经说道。 

看到天亮了，水晶店店主感到了每日清晨都要经历的同样烦恼。商店位于一个斜坡的坡顶，很少有顾客由此经过，他在这同一个地方一呆几乎快三十年了。现在要想有任何改变都为时晚矣。他一生学会的惟一事情就是买卖水晶制品。从前曾有过一段时间，很多人都知道他的商店，有阿拉伯商人，有法国和英国的地质学家，还有口袋里总是有钱的德国士兵。在那个时代，出售水晶制品很是赚钱，他曾设想过如何成为一个富翁，如何在年迈时得到漂亮的女人。 

后来，好时光一去而不复返，城市也同样如此。休达市的发展超过了丹吉尔市，商机随之发生了转向。邻居们先后搬走了，斜坡地只留下了少数几家商店。谁也不会为逛这儿家商店而爬上斜坡。 

但是水晶店店主却别无选择。他从事水晶制品生意三十年了，要改做其他事情己为时太晚。 

整个上午，他都望着街道上少数行人的走动。这种情形己有许多年了，他都能知道每位行人由此路过的时间。还差几分钟就要吃午饭的时候，一个外国男孩在他的橱窗前停了下来。男孩的服装同常人一样，可水晶店店主那双经验丰富的眼睛却断定此人没钱。尽管如此，水晶店店主还是决定略等片刻，等男孩离去后再吃午饭。 

商店门口的一个招牌说明这里可以使用几种语言。男孩看到一个男人出现在柜台后面。 

"如果你愿意的话，我可以把这些杯子擦干净。"男孩说道，"它们现在的这副样子，任何一个顾客也不会想购买。" 

男人看着男孩什么话也没讲。 

"反过来，你要管我一顿饭。" 

男人依然一言不发，男孩感到自己需要做出决定。他的搭褪里有一件外套，在沙漠里他将无需再穿。于是他取出外套，开始用它擦拭那些杯子。半个小时之内，他便把橱窗里的所有杯子擦完。在他擦杯子的这段时间里，进来了两个顾客，买走了几件水晶制品。 

全部擦完之后，男孩要求那个男人管他一顿饭。 

"我们吃饭去吧。"水晶店店主说道。 

他在门上挂起一块休息告示牌子，然后两个人来到斜坡顶上的一个小小酒吧。他们在店里唯一一张桌子旁刚一落座，水晶店店主就微微一笑。 

"你什么都不需要擦拭，"他说道，"《可兰经》教义要求必须给挨饿的人饭吃。" 

"那你为什么还是让我擦了呢?"男孩问道。 

"因为杯子脏了。无论你还是我，都需要清除头脑里的不当想法。" 

吃完饭之后，水晶店店主对男孩说道: 

"我希望你留在我的店里干活。你擦杯子的时候，进来了两位顾客，这是个好预兆。" 

人们总是在讲预兆，牧羊少年想道，但是却不明白他们所讲的究竟是什么。同样，我也不明白这么多年自己是在用一种没有言词的语言同我的羊群说话。 

"你愿意为我干活吗？"水晶店店主又问。 

"今天余下来的时间可以为你干活。"男孩回答道，"到明天天亮时，我会把店里所有的水晶制品擦干净。作为交换条件，我需要一笔钱，以便明天赶到埃及。" 

水晶店老板又笑了起来。 

"即使你用整整一年的时间为我擦拭，即使你从卖出的每件商品中都能挣得一笔丰厚的佣金，你也仍然必须借钱才能去埃及。从丹吉尔到金字塔，要穿越几千公里的沙漠。" 

万籁无声，城市仿佛己经入睡。集市已散，市场里喧闹的讨价还价声消失了，没有人爬上寺院的尖塔唱诵，也看不到剑柄上镶嵌着宝石的漂亮之剑了。再也没有了希望和冒险，没有了老圣王和天命，没有了财宝和金字塔。仿佛整个世界都沉寂了，因为男孩的心灵沉寂了。没有悲伤，没有痛苦，没有失望;只有透过酒吧小门的茫然目光，只有想要死去的强烈愿望，因为一切都在那一刻永远终结了。 

水晶店店主惊恐地望着男孩，似乎那天上午他在男孩身上所见到的快乐突然间便已消失了。 

"孩子，我可以给你钱，让你回到自己的家乡去。"水晶店店主说道。 

男孩依然沉默不语。后来他站起身，整理了一下衣服，拿起了自己的褡裢。 

"我将为你干活。"男孩说道。 

久久地再次沉默不语之后，他又说道: 

"我需要钱去买一些羊。" 

男孩为水晶店店主干了近一个月的活，而这并不是一种能使他感到快乐的工作。店主整日在柜台后面哪哪嚷嚷，让他小心水晶制品，不要打碎任何一件。 

但男孩继续干了下去，因为店主虽然是个任性的老人，但却并非不公正。每卖出一件商品，男孩都能拿到一笔优厚的佣金，如今他已积攒下一些钱了。这天上午，他算了几笔账，如果天天像现在这样干下去，还需要整整一年他就能够买一些羊了。 

"我想给水晶制品做一个展柜，"男孩对店主说道，"可以把它摆放在店的外面，吸引那些从斜坡下面过往的路人。" 

"以前我从未做过展柜，"店主回答道，"行人路过时会碰掉水晶制品，它们就会摔碎。" 

"以前我在田野上放羊的时候，如果羊碰到一条蛇，就可能会死去。不过，这是羊和牧羊人生活的一个组成部分。" 

店主接待了一位想买三个水晶杯子的顾客。现在的生意空前地好，仿佛时光倒流，这条街又成了丹吉尔市最吸引人的地方之一。 

"现在的生意已经相当不错了，"在那位顾客离去之后店主对男孩说道，"所赚的钱能使我生活得更好，也能使你很快就可以重新拥有羊群。何必对生活有更多的要求呢？" 

"因为我们必须随预兆而行。"男孩似乎是无意地脱口而出，说完之后便立刻感到了后悔，因为水晶店店主从末遇到过一位圣王。 

"这叫有助原则，新手的运气，因为生活希望你去完成自己的天命。"老圣王曾这样说过。 

然而店主却理解了男孩所说的话。男孩来到他的商店这一简单的事实就是个预兆，随着时间的推移，随着钱柜里的钱越来越多，他对雇用了一个西班牙人一点都不后悔，尽管男孩所挣的钱比其应该得到的要多。当初他一直认为生意不会发生什么变化，所以答应给男孩的佣金甚高，而且他的直觉告诉他，男孩很快就会回去牧羊。 

"你为什么要去金字塔呢？"老板问道，目的在于改变展柜的话题。 

"因为总有人对我说起它。"男孩这样回答道，以避免提及他做梦的事。如今，那笔财宝已成为他的一个永久性的痛苦回忆，所以男孩避免想起它。 

"在我认识的当地人之中，没有一个仅仅是为了去看看金字塔而想要穿越沙漠。"店主说道，"金字塔只是一堆石头罢了，你也可以在自家的后院建造一个。" 

"你从未有过外出旅行的梦想。"男孩边说边去接待又一个走进商店的顾客。 

两天之后，店主找男孩谈起展柜的事。 

"我不喜欢变化。"他说道，"你我都不是富商哈桑那样的人。如果他在一笔生意上出现失误，对他不会有太大的影响。但是我们却要永远为我们的失误去吃苦头。" 

的确如此，男孩想道。 

"为什么你想要做个展柜呢？"店主问。 

"我想尽快地回到我的羊群身边。当好运降临到我们头上时，我们必须要利用它，竭尽全力以它帮助我们的同样方式去帮助它。这叫作有助原则，或是叫作‘新手的运气'。" 

店主沉默了一段时间，然后说道: 

"先知给了我们《古兰经》，要求我们在生活中只履行五项义务。最重要的一项是，信奉世上只有一个神。其他几项有每天祈祷五次，在斋月要禁食，对穷人要乐善好施。" 

店主停了下来。提到先知时，他的双眼擒满了泪水。
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book3/mulu/5/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book3/muyangshaonian/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book3/mulu/7/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
