<template>
  <div class="counter-warp" >
                   <div text-align="center">第二十章</div>
                   <div class="home">

  <p>孙少安内心的苦恼并不比田润叶少。</p>

当他在石圪节的公路上看完她那张一目了然的纸条后，先是惊呆了。

尽管他和她从小可以说是青梅竹马，但他长这么大，从来没敢想过让润叶做他的媳妇。不管从哪方面看，这都是绝对不可能的。因为不可能，也就不可能去想。

可是，突然福从天降，一张白纸条如同一道耀眼的电光在他眼前闪现，照得他一下子头晕目眩了！

当他反应过来这是怎么一回事的时候，曾站在公路上幸福地哭起来。那时他感到一股巨大的暖流在他的胸膛里汹涌澎湃；感到天旋地转，整个世界都眉开眼笑，成了另外一个样子。记得当时他不知道自己是怎样从石圪节走回双水村的；一直到进了他家院子的时候，手里还僵硬地握着她那封信……

温暖而幸福的激流很快就退潮了。他立刻就回到了自己所处的实际生活中来。一切简单而又明白：这是不可能的！

是的，不可能。一个满身汗臭的泥腿把子，怎么可能和一个公家的女教师一块生活呢？尽管现在说限制什么资产阶级法权，提倡新生事物，也听宣传说有女大学生嫁了农民的，可这终究是极少数现象。他孙少安没福气也没勇气创造这个“新生事物”。再说，他家这光景，让润叶过门来怎么办？旁的先不说，连个住的地方也没有……唉，土窑洞他倒有力气打一孔，主要是这家穷得已经象一个破筛子，到处是窟窿眼……就是家能过得去又怎样呢？女的在城里当干部，男的在农村劳动，这哪里听说过？如果男的在门外工作，女的在农村，这还正常——这现象倒并不少见，比如金俊海在黄原开汽车，他老婆和孩子就一直在村子里住着……另外，想到润叶的家庭，他更寒心了。田福堂是双水村的主宰，多年来积攒下一份厚实家业，吃穿已经和脱产干部没什么两样。她二爸又是县上的大干部，前后村庄有几家能比得上？难道贫困农民孙玉厚的小子，就能和这样的家庭联亲？这简直是笑话！

但他一想到润叶本人，心里就由不得感到酸楚。她并不是一个梦境中虚幻的姑娘。她和他一块长大，相互熟悉和亲切得象兄妹一样。他要是真的能和她一块生活一辈子，那他对自己的一生会多么满足啊！他想他如果当时家境好一些，和她一块去城里上完中学，参加了工作，他说不定真能和她结合在一起……

但他能抱怨命运吗？能后悔自己回来当了农民吗？不，他不抱怨，不后悔，也不为此而悲伤。他要帮助父亲养活一家人，而且要对少平和兰香的前途负起责任来。从那时到现在，尽管过得艰难，但这个家庭还维持着——这就是他的骄傲！当然，他还并不满足这些。一旦有了转机，他孙少安还会把这个家营务得更好；他在这方面雄心勃勃，希望将来能和田福堂、金俊山那样的光景争个高低！至于他个人的婚姻，他这两年并不是没有考虑——他终究已经二十三岁了，象他这个年龄的农民大都已结了婚，没结婚的也基本都有了对象。他想他要找一个能吃苦的农村姑娘，和他一起创立家业。但并不是眼下就解决——这不是说现在不想娶媳妇，而是现在还娶不起。他想等少平高中毕业，不论弟弟能找个临时性工作，或者回来劳动，他就多了一个帮手，到那时再考虑自己的婚姻也不迟。最使他熬煎的是，他打闹不起上千元的财礼钱。这两年也有人给他说媳妇，可没人给他说不要钱的媳妇。

现在倒好！有个拿着工资的媳妇要跟他，他可又不敢娶了……

孙少安思来想去，真想找个没人的地方，一个人抱住头痛哭一场！他多么幸福，亲爱的润叶竟然给他写了这样一封信。可他又多么不幸，他不能答应和这个爱他的也是他爱的人一块生活！

但是，他连哭鼻子的功夫也没有。家里、队里和村里的事交织在一起，乱得象“三国”一样。

他天不明就得爬起来，先要把家里的两个大水瓮担满——父亲年纪大了，已经做不成这类重活。担完水后，他又帮母亲给妹妹做饭——兰香要赶着到石圪节上第一节课。等妹妹吃完饭，金秀来叫她的时候，他还要把这两个孩子往罐子村那边送一段路。天不明，两个孩子害怕，金秀家也没个男人在家，这护卫工作只能由他承担。

送完兰香和金秀，他就赶紧折身回来，到一队饲养室院子安排全队的生产。实际上，在他到饲养室之前，就要把当天四、五十个劳力的各种活路都考虑好，然后在很短的时间里就得布置完——不能推迟出山时间！秋天的收成和几十户人家下一年的生计，就在这每一天的分分秒秒中！



“今儿个这几斤羊肉是我在罐子村买的，刚杀的新羊肉……润叶快吃！”田福堂帮助老婆把一盘羊肉饺子端上炕来，招呼让女儿吃，好象他根本没听见女儿说什么。他只是在女儿不留意的时候，用复杂的眼光瞥了一眼她刚脱在脚地上的那两只令人难堪的泥鞋……

  </div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book1/19/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book1/21/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:"left"
}
p {text-indent: 2em;}
</style>