<template>
  <div class="counter-warp">
     <div class="title" text-align="left">牧羊少年奇幻之旅</div>
     <div text-align="center">第二章</div>
      
     <div class="home" >
     
　　<p>现在，当老妇握着他的双手时，原有的那种恐惧重又出现了。 </p>

"但是这里有圣心耶酥像。"男孩想道，竭力使自己更镇静一些。他不想让自己的双手发抖，不想让老妇察觉出他的恐惧。他暗自默诵了一遍天父经。 

"真有意思。"老妇望着男孩的双手说道，然后便又沉默不语。 [网罗电子书：www.WRbook.com] 

男孩紧张起来，双手不由自主地开始抖动，老妇察觉到了这一点。男孩赶紧把手抽了回来。 

"我不是来看手相的。"男孩说道，已经后悔自己走进了那个家。他想了片刻，觉得最好是交钱走人，哪怕是一无所获。他太看重一个做过两遍的梦了。 

"你是来找我解梦的，"老妇说道，"梦是上帝的语言。如果上帝使用的是世俗的语言，我就能够做出解释。但是如果他使用的是心灵的语言，那就只有你自己才能够理解。不管怎样我都要收费。" 

又是一个诡计，男孩想道。但是他决定冒险。一个牧羊人总要遇上碰到狼或是干旱的风险，正是这一点才使牧羊人的生涯更富于刺激性。 

"我接连两次做了同一个梦，"男孩说道，"梦见我在田野放羊时来了一个小孩，他开始和羊儿们玩耍。我不喜欢有人逗弄我的羊，它们害怕生人。不过，孩子们总能逗弄它们又不使它们受到惊吓。我不知道为什么会这样，不明白羊儿怎么会识别人的年龄大小。" 

"回到你的梦上来，"老妇说道，"我的火上还放着锅，况且你只有不多的钱，不能占用我的全部时间。" 

"那个小孩继续和羊儿玩耍了一阵儿，"男孩接着说道，显得有些不自在，"突然，他抓起我的双手，把我一直带到了埃及的金字塔。" 

男孩停顿了片刻，想看看老妇是否知道埃及的金字塔是什么，但是老妇没有开口。 

"在埃及的金字塔，"男孩慢慢地讲出这几个字，以使老妇能够听明白，"那个小孩对我说:。如果你来到这里，就会找到一批埋藏着的财宝。'正当他要指给我宝藏的具体位置时，我就醒了。两次都是这样。" 

老妇又沉默了一会儿，然后再次拿起男孩的双手仔细地研究了一番。 

"现在我不收取你任何费用，"老妇说道，"但是如果你找到了宝藏，我想要其中的十分之一。" 

男孩高兴地笑了。因为事关一个宝藏之梦的缘故，他就可以省下他不多的钱来了。老妇准是个吉卜赛人——吉卜赛人都像驴一样地蠢。 

"那你就为我解梦吧。"男孩说。 

"你先要发誓，发誓将你的财宝的十分之一给我，作为我为你解梦的酬金。" 

男孩发了誓。老妇要求他望着圣心耶酥像重复一遍誓言。 

"这是一个使用世俗语言的梦，"老妇说道，"我能够解释它，可这个梦非常难解，因此我认为我理应从你的财宝申拿到我的那一份。 

"我的解释是这样的:你应该去埃及的金字塔。我从来没有听说过金字塔，但假如一个小孩向你展示过，那就是因为它们确实存在。你会在那里找到那批财宝，它将会使你成为富翁。" 

男孩先是感到吃惊，随后便感到气恼。他无需为此而来找这位老妇。但是他终于想到自己可以不用付任何费用。 

"我不需要浪费自己的时间听这种话，"他说道。 

"所以我才对你说你的梦难解。简单的事物却是最不寻常的，只有智者才能洞悉。既然我不是个智者，所以我必须熟悉其他的技艺，比如看手相。" 

"我怎么到埃及去呢？" 

"我只是解梦，并不知道如何把梦变成现实。正因为如此，我必须靠我的女儿们养活。" 

"如果我到不了埃及呢？" 

"那我就拿不到我的酬金了。这将不会是第一次。" 

老妇没有再说什么。她要男孩离去，因为她己经为他失去了许多时间。 

男孩失望地离去了，并决定再也不相信梦了。他想起还有几件事需要办理。他去商店买了些吃的东西，又把自己的书换成一本更厚的书，然后在广场的一张长凳上坐下来品尝刚买的新酒。这一天天气很热，而酒却因为一种深不可测的玄妙使他的身体略感清凉。羊群被关在城门口他的一位新朋友的羊圈里。他认识这一带的许多人，正因为如此他喜欢旅行。旅行总能结交新的朋友，又不需要日复一日地与他们在一起。当一个人每天看到的总是一些熟面孔时——在神学院就是如此——，这些人最终就会成为你生活中的一部分。因为他们成为了你生活中的一部分，所以他们便开始想改变你的生活。如果你不是像他们期望的那样行事，他们就会厌恶你，因为所有的人对我们应该如何生活都有一个固定的观念。 

但他们对自己应该如何生活却从没有任何概念。就像那个给人解梦的老妇，她不知道如何把梦想转变成现实。 

他决定等太阳更西沉一些之后，再赶着羊群上路。还有三天时间，他就会与那个商人的女儿见面了。 

他开始阅读从塔里法的神父那里换到的新书。书很厚，第一页就讲述了一场葬礼。除此之外，人物的名字非常复杂难记。假如有一天我来写一本书的话，男孩想道，每一次我只介绍一个人物出场，以便让读者无需去记住人物的名字。 

当他能集中一些精力进行阅读时——阅读起来很憾意，因为描写的是一场雪地里的葬礼，能带给坐在大太阳底下的他一种清冷的感觉——，一个老翁在他身边坐了下来，开始与他搭汕。 

"那些人正在做什么？"老翁指着广场上的人们问道。 

"正在工作。"男孩冷淡地回答道，接着便装出一副重新集中精力读书的样子。其实，此刻他正在想象当着那个商人的女儿面剪羊毛的情景，好让女孩目睹他是如何有能力去做些有趣的事情。这一场面他不知想象过多少次了，每一次当他向女孩开始解释羊毛要从后面向前剪的时候，女孩都会听得入神着迷。男孩同样还回忆起几个动听的故事，他边剪羊毛边讲给女孩听。这些故事大部分都是他从书中读来的，但当他讲起来时却要仿佛是自己亲身经历过似的。女孩永远不会知道其中的不同，因为她不识字。 

然而老翁却不肯罢休。他说他又累又渴，请求男孩给他喝一口酒。男孩把酒瓶递给他，以为也许老翁会因此而沉默不语。 

但是老翁无论如何还是要与他交谈，问男孩正在看什么书。男孩本想对老翁粗鲁行事，换另外一条长凳坐下，但他父亲曾教导他说要尊重比他年长的人，于是他便把书递给了老翁。这样做有两个原因:其一是他不知道书名如何读;其二是如果老翁也不会读，为了不感到羞愧，对方自己就会换另外一条长凳去坐。 

"噢……"老人把书接过来左看右看，仿佛它是一件奇怪的物件，然后说道:"这本书很重要，不过十分令人厌烦。" 

男孩吃了一惊。老翁也识字，而且己经读过这本书。如果这本书真像老翁说的那样令人厌烦，他还有时间去换另一本。 

"这本书讲的东西几乎同所有的书所讲的一样，"老翁接着说道，"认为人没有能力选择自己的命运，还要所有的人都相信世界上最大的谎言。" 

"什么是世界上最大的谎言呢？"男孩吃惊地问道。 

"在我们人生的某一时刻，我们失去了对人生的控制，人生便转由命运来主宰，这就是世界上最大的谎言。" 

"我的情况不同，"男孩说道，"别人想让我当一名神父，而我却决定要当一个牧羊人。" 

"这最好不过了，"老翁说道，"因为你喜欢旅行。" 

"他猜出了我的想法，"男孩心里想道。与此同时，老翁翻阅着那本厚书，丝毫没有把书还给男孩的意思。男孩注意到老翁穿的衣服很特别，好像是一个阿拉伯人。这种情况在这个地区并不罕见。塔里法距离非洲只有儿个小时的路程，只要乘船就可以渡过窄窄的海峡。阿拉伯人经常出现在这个城市，他们前来购物，每天要做儿次奇怪的祈祷。 

"先生是什么地方的人? "男孩问道。 

"是许多地方的人。" 

"一个人不可能是许多地方的人。"男孩说道，"我是个牧羊人，到过许多地方，但我只是一个地方的人，一个古城堡附近的村庄，那儿是我的出生之地。" 

"那我们可以说我出生在撒冷。" 

男孩不知道撒冷在哪里，但又不愿去问，以免因自己的无知而感到羞愧。他又打量了会儿广场，人们来来往往似乎都很忙碌。 

"撒冷现在怎么样? "男孩问道，试图寻找出某些线索。 

"还是过去的老样子。" 

依然没有任何线索。但男孩知道撒冷不在安达卢西亚，否则他早就熟悉了。 

"您在撒冷做什么? "男孩坚持问道。 

"我在撒冷做什么? "老翁第一次开怀大笑起来，"我是撒冷之王呀!" 

人常讲出些非常稀奇古怪的事情，男孩想到。有时候最好是和羊儿待在一起，它们沉默无言，只是寻找食物和水。或者最好是以书为伴，书总是在人们想听的时候讲出一些令人难以相信的故事来。但是当和人交谈的时候，他们会讲出某些东西，令你不知道如何继续与之交谈下去。 

"我叫麦基洗德。"老翁说道，"你有多少只羊? " 

"足够多的。"男孩答道。老翁非常想了解他的生活情况。
　　
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book1/2/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
