<template>
  <div class="counter-warp">
     <div class="title" text-align="left">牧羊少年奇幻之旅</div>
     <div text-align="center">第二十章</div>
      
     <div class="home" >
     
　　<p>他们骑上了各自的马。 

"科普特"原意为埃及人，是阿拉伯人于七世纪</p>中叶进人埃及时对埃及 

原有居民的称呼。后专指信仰科普特派基督教的人。 

"我想给你讲一个关于梦的故事。"炼金术士说道。 

男孩把他的马靠近了炼金术士。 

"在古代罗马提比略皇帝当政时代，一个心地十分善良的人有两个儿子。一个是军人，入伍时被派往帝国最边远的地区。另一个是诗人，他用美丽的诗句迷住了整个罗马。 

"一天夜里，老人做了一个梦，一位天使前来对他说，他的一个儿子的话语将世世代代流传下去，为全世界的人所熟知和反复吟诵。那天夜里老人醒来后感激涕零，因为生活十分慷慨，向他揭示了任何一位父亲知道后都会感到自豪的一件事情。 

"不久之后，老人在试图抢救一个行将被芋轮压过的小孩时死去。由于他一生中行为端正，无可指摘，所以就直接去了天堂，并遇到了在他梦中出现的那位天使。 

"你一直是个好人，"天使对他说，"活着的时候充满爱心，死得也很尊严。现在我可以实现你的任何愿望。" 

"‘生活对我也一直很好，'老人回答说，‘当你出现在我的梦中时，我感到我的所有努力都被证明是正确的。因为我儿子的诗句将在后世的人们之间流传。我为自己提不出任何要求，但是所有的父亲都会为看到自己的儿子享有盛名而感到骄傲。儿子小的时候做父亲的曾养育过他，儿子年轻的时候做父亲的曾教育过他。我希望到遥远的未来去，看看我儿子留下的话语。’" 

"天使摸摸老人的肩膀，他们俩便一起被投向一个遥远的未来。他们置身于一个广阔无根的地方，有数以千计的人在讲着一种奇怪的语言。 

"老人高兴地哭了。 

"‘我知道，我的当诗人的儿子的诗句是精彩和不朽的，'他合着泪对天使说道，‘我想请你告诉我，这些人反复朗诵的是他的哪一首诗？’ 

"天使亲切地靠近老人，一起在那个广阔无边的地方的长椅之一上坐了下来。 

"你的当诗人的儿子的诗句当年在罗马非常流行，'天使说道，‘所有的人都喜欢他的诗句，并以此为娱乐。但是当提比略王朝终结之时，他的诗句也就被人遗忘了。现在人们反复念诵的是你的从军的儿子所说过的话。' 

"老人吃惊地望着天使。 

"你的儿子在一个偏远的地方服役，后来成为了百夫长。他也是个公正而善良的好人。一天下午，他的一个仆人生了病，眼看就要不行了。你的儿子这时听人说有一个犹太教教士能够治愈百病，于是就一连多日前去寻找这个人。走在路上时，他发现他正在寻找的人就是上帝之子。他遇到了一些被这个教士治愈的病人，学会了这个教士的教义，尽管他身为罗马的百夫长，却改变了自己的信仰。一天上午，他终于来到了这个教士的身边。 

"他对教士说他的一个仆人病了。教士准备前往他的家。百夫长是个虔诚之人，当他们周围的人起身的时候，他望着教士眼睛的深处，明白了他面前的正是上帝之子。 

"下面就是你儿子所说的话，'天使对老人说道，‘他那个时候对教士所说的话再也没有被人们忘记:主啊，我不配劳您去我的家，但您只要说上一句话，我的仆人就能得救。'" 

炼金术士策动了他的马。 

"无论做什么，世上的每一个人都总是在世界历史上扮演着主要角色，"他说道，"而人们通常却并不知道这一点。" 

男孩微微一笑。过去他从未想过，对一个牧羊人而言，生活竟能如此重要。 

"再见。"炼金术士说。 

"再见。"男孩回应说。 

提比略(前42—公元37):古代罗马第二代皇帝。他以克敌制胜出名，以体恤士卒著称。 

男孩在沙漠中行进了两个半小时，竭力要认真地倾听他的心灵所讲的话。心灵将会揭示出准确宝藏之处。 

"你的财宝所在之地，也正是你的心灵所在之处。"炼金术士曾这样说过。 

但是他的心灵却述说着其他的事情。它很骄傲地讲起一个牧羊人的故事，为了追寻两个夜晚所重复的同一个梦，这个牧羊人离开了他的羊群。它还讲到了天命，讲到了许多追寻天命的人，他们或是寻找远方的土地，或是寻找美丽的女人，为此，他们要面对他们那个时代的具有偏见思想的人。一路上，心灵一直在谈论旅行、发现、书籍和巨大的变化。 

当男孩就要开始爬上一座沙丘时——仅仅是在那个时刻——，他的心灵在他耳边低语道:"要留意你将流泪的那个地方，因为那是我的所在之处，你的财宝就在那里。" 

男孩开始慢慢向沙丘上方爬去。繁星满天，一轮圆月再度出现在空中。他们在沙漠中已行走了一个月。月光同样地照耀着沙丘，游戏般地投下片片阴影，使沙漠宛如一个波浪翻滚的大海。这使男孩回想起一匹马在沙漠自由驰骋，带给炼金术士一个好预兆的那一天。月亮最终照耀出沙漠的沉寂和寻宝之人的旅程。 

几分钟之后，当男孩来到沙丘的顶部时，他的心灵激烈地一跳。在圆月的光芒和沙漠的白色映照下，耸立着的埃及金字塔庄严而壮丽。 

男孩跪倒在地，哭泣了起来。他感谢上帝使他相信了自己的天命，让他在某一天遇到了一位圣王，一个水晶店店主，一位英国人，还有一位炼金术士，尤其是遇到了一位沙漠女人，这个女人使他明白，爱永远不会让一个人远离自己的天命。 

经历过许多世纪的埃及金字塔俯视着男孩。如果男孩愿意，他现在可以返回绿洲，和法蒂玛在一起，像一个普通的牧羊人那样生活。炼金术士尽管懂得世界语言，知道如何把铅变成金，却依然生活在沙漠里。他无需向任何人展示他的学识和技艺。在追寻天命的路程中，男孩已然学会了他所需要知道的一切，经历了他所梦想要经历的一切。 

但他终于来到了他的财宝所在之地，而只有目标实现之时，一件事情才算完成。在那个沙丘上，男孩曾哭泣过。他望了望地面，看到在他的泪水滴落之处有一只金龟子在爬行。在沙漠度过的这段时间里，男孩已经知道，在埃及，金龟子乃是上帝的象征。 

又多了一个预兆。男孩在回想起水晶店店主之后便开始在沙丘上挖了起来。无论是谁，哪怕是他一辈子都在堆积石头，也无法在他的后院建造起一座金字塔。 

整整一夜，男孩在他选定的地方不断挖掘，却一无所获。金字塔的许多世纪从塔顶静静地注视着他。男孩并没有放弃，他挖呀挖呀，与风展开了抗争，因为风多次把挖出的沙土重又吹回洞穴。男孩的双手先是感到疲劳，随后又受了伤，但他相信自己的心灵。心灵曾告诉他，要在他的泪水滴落之处进行挖掘。 

正当他试图把洞中出现的几块石头挖出来的时候，突然听到了一阵脚步声。有几个人来到了他的身边。这些人背对着月亮，使男孩无法看清他们的眼睛和面孔。 

"你在这里正干什么呢？"其中的一个人影问道。 

男孩没有回答，但却感到了恐惧。现在他马上就要挖到财宝了，所以才心生恐惧。 

"我们是逃避部落战争的难民，"另外一个人影说道，"我们需要知道，你在这里藏了什么东西。我们需要钱用。" 

"我什么也没藏。"男孩回答说。 

但是，其中的一个人还是抓住男孩，把他拖出了洞外。另外一个人开始搜查男孩的钱袋，找到了那块金子。 

"他有金子。"那个强盗说道。 

月光照在搜查男孩的那个人的脸上，男孩从此人的眼睛中看到了死亡。 

"大概他在地下藏有更多的金子。"另外一个人说道。 

于是他们便逼迫男孩去挖。男孩继续往下挖，但什么也没有挖到。这伙人开始殴打男孩，一直殴打到天空出现了最初的几缕阳光时才停了下来。男孩的衣服已成为碎片，他感到死亡正在向他逼近。 

"假如你难免一死的话，金钱对你又有什么用处呢?钱能够让某个人免于一死的事是很少见的。"炼金术士曾经这样说过。 

"我正在寻找一笔财宝!"男孩终于高喊起来。尽管他的嘴被打伤和肿胀，但男孩还是对这伙人说，他曾经两次梦见埃及金字塔附近埋藏着一批财宝。 

那位似乎是领头的人许久没有讲话。后来他对他们其中的一个人说道: 

"可以把他放开，他没有任何更多的东西了。那块金子大概是偷来的。" 

男孩脸朝下倒在了沙地上。那个领头的人的一双眼睛寻找着男孩的眼睛，而男孩的双眼正望着金字塔。 

"我们走吧。"领头的人对其他人说。 

而后又转向男孩说: 

"你不会死的，你会活下去，而且会懂得一个人不能如此愚蠢。两年前，就是在你现在呆着的地方，我也两次做了同一个梦，梦见我应该到西班牙的原野上去，寻找一座倒塌的教堂，牧羊人经常带着他们的羊群在那里过夜，圣器室里生长着一棵埃及榕，如果我从这棵埃及榕的根部挖下去，就一定会找到一批埋藏着的财宝。可是我并不愚蠢，不会仅仅因为一个做过两次的梦而穿越一座沙漠。" 

说完他就离去了。 

男孩艰难地站立起来，再次朝金字塔望去。金字塔在朝他微笑，而男孩也以微笑回报，心灵充满了幸福。
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book3/mulu/19/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book3/muyangshaonian/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book3/mulu/21/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
