<template>
  <div class="counter-warp">
     <div class="title" text-align="left">牧羊少年奇幻之旅</div>
     <div text-align="center">第十章</div>
      
     <div class="home" >
     
　　<p>赶驼人走后男孩对英国人说道，"商队绕了许多圈子，却始终把同一</p>个地方作为方向。" 

"你应该多读些了解世界的图书，"英国人回答道，"图书与商队是一模一样的。" 

由人和牲畜组成的庞大商队开始加速前进。过去人们习惯于在晚间围着簧火聊天，现在不仅白天都沉默不语，连晚间也都开始闭口无言了。有一天领队决定，为了不引起外界对商队的注意，夜间不再点燃簧火。 

为了抵御夜间的寒冷，人们用牲畜围成了一个圆圈，所有的人都睡在圆圈中央。领队还在商队周围安排了武装哨兵。 

一天夜里，英国人睡不着觉。他叫醒了男孩，两个人开始沿着宿营地四周的沙丘散步。一轮圆月当空，男孩向英国人讲述了自己的经历。 

英国人被水晶店的故事深深吸引，自从男孩开始在那里工作之后水晶店的生意便蒸蒸日上。 

"这便是推动一切事物的基点，"英国人说道，"在炼金术中被称作世界灵魂。当你全心全意期望得到某种东西时，你就更加接近了世界灵魂。它总是一种积极向上的力量。" 

他还说，这不只是人类独有的一种天赋，世上万物也都具有灵魂，无论是矿物、植物、动物，甚至一个简单的念头，都莫不如此。 

"地球上所有的事物都一直在变化，因为地球是有生命的，也具有灵魂。我们是这一灵魂的组成部分，可却极少知道它总是在帮我们的忙。不过，你应该明白，在水晶店里，甚至连那些水晶杯都在为你的成功而协力相助。" 

男孩望着圆月和白沙，半晌没有讲话。 

"我一直看着商队在沙漠中行进，"男孩终于开口道，"发现商队与沙漠讲着同一种语言，因此沙漠才允许商队通过自己。沙漠将检验商队迈出的每一步，以便观察它是否与自己完全协调一致。如果商队做到了与沙漠完全协调一致，它就必将到达绿洲。 

"假如我们之中的一个人以十足的勇气来到这里，但却不懂得这种语言，那么在第一天他就会死去。" 

两个人一起继续望着圆月。 

"这就是预兆的神奇之处。"男孩接着说道，"我目睹了向导们如何看懂沙漠的预兆，商队的灵魂如何与沙漠的灵魂对话。" 

过了一段时间，英国人开口了。 

"我需要多注意观察商队。"他终于说道。 

"我需要读读你的书。男孩说道。 

这些书都很古怪，讲的全是汞、盐、龙和国王的事，男孩一点也看不懂。不过，其中有似乎所有的书都在重复着的一种观念:万物都是唯一一物的表现形态。 

在其中的一本书里，男孩发现炼金术最重要的字句只有短短的儿行，书写在一块简单的绿宝石上。 

"这就是绿宝石书板。"英国人说道，并为能教给男孩一些东西而感到骄傲。 [网罗电子书：www.WRbook.com] 

"既然如此，这么多书又都是干什么用的呢？”男孩问道。 

"为了帮助理解这儿行字句。"英国人回答说，但并不非常相信自己所说的话。 

最使男孩感兴趣的是讲述著名炼金术士故事的那本书。这些人整整一生都在实验室里致力于金属的提纯。他们相信，如果一块金属经过许多年、许多年的烧炼，奇-书-网最终就会摆脱其固有的全部特性，余下来的则仅仅是世界灵魂。这种唯一之物使得炼金术士们可以理解地球上的任何事物，因为它乃是令万物相通的一种语言。炼金术士们将这一发现称作元精，由部分液体和部分固体所组成。 

"想要发现这种语言，观察人和预兆难道还不足够吗? "男孩问道。 

"你有一种把一切都简单化的癖好。"英国人气恼地回答道，"炼金术是一门严肃的学问，每一个步骤都必须完全按照导师们所教的程序进行。" 

男孩发现，元精的液体部分叫作长命液，除了可使炼金术士们长生不老之外，还能医治百病。固体部分则称为哲人石。 

"发现哲人石可不容易。"英国人说道，"炼金术士们守在实验室里许多年，观察烧炼金属的火焰。由于他们如此专注地进行观察，世上所有的虚荣就渐渐地被弃之脑后了。他们会在一个美好的日子里发现，提炼金属的最终结果是使他们自身得到了净化。" 

男孩回想起水晶店店主。店主曾经说过，擦拭水晶杯是件好事，让他们双方都摆脱了不当想法。男孩越来越相信，炼金术可以在日常的生活中学习到。 

"此外，"英国人说道，"哲人石具有一种迷人的特性:一小片哲人石就能把大量的金属点化成黄金。" 

从这句话开始，男孩对炼金术产生了浓厚的兴趣。他想，只要有一点耐心，他就能够把一切都变成黄金。他读过几位点金成功人士的传记，比如埃尔维西奥、埃利亚斯、富尔卡内利、热伯尔。这些人的故事很是迷人:他们都终于完成了自己的天命。他们四处旅行，遇到了智者，在怀疑者面前展示奇迹，拥有哲人石和长命液。 

但是当他想要学会获取元精的方法时，却完全糊涂了，因为书中只有一些图案、用密码写成的说明和晦涩难懂的文字。 

"为什么他们讲得这么难懂？”一天晚上男孩问英国人。他发现英国人同样也有些不耐烦，并且想把他的书要回去。 

"为的是只让那些有责任读懂它的人才能读懂。"英国人说道，"你想想看，假如所有的人都能把铅变成金子，那么金子很快就不值一文了。 

"只有那些坚持不懈的人，只有那些深人钻研的人，他们才能得到元精。正因为如此，我才来到这沙漠的中央，为的是找到一位真正的炼金术士，他会帮助我破解那些密码。" 

"这些书是什么时候写成的？"男孩问道。 

"许多世纪之前。" 

"那个时代还没有发明印刷，"男孩争辩说，"没有办法让所有的人都了解炼金术。为什么这种语言如此古怪，并且配上插图呢？" 


</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book3/mulu/9/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book3/muyangshaonian/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book3/mulu/11/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
