<template>
  <div class="counter-warp">
     <div class="title" text-align="left">围城</div>
     <div text-align="center">第二章</div>

      
     <div class="home" >
     
　　<p>据说“女朋友”就是“情人”的学名，说起来庄严些，正像玫瑰在生物学上叫“蔷薇科木本复叶植物”，</p>或者休妻的法律术语是“协议离婚”。方鸿渐陪苏小姐在香港玩了两天，才明白女朋友跟情人事实上绝然不同。苏小姐是最理想的女朋友，有头脑，有身分，态度相貌算得上大家闺秀，和她同上饭馆戏院并不失自己的面子。他们俩虽然十分亲密，方鸿渐自信对她的情谊到此而止，好比两条平行的直线，无论彼此距离怎么近，拉得怎么长，终合不拢来成为一体。只有九龙上岸前看她害羞脸红的一刹那，心忽然软得没力量跳跃，以后便没有这个感觉。他发现苏小姐有不少小孩子脾气，她会顽皮，会娇痴，这是仇一向没想到的。
　　可是不知怎样，他老觉得这种小妞儿腔跟苏小姐不顶配。并非因为她年龄大了；她比鲍小姐大不了多少，并且当着心爱的男人，每个女人都有返老还童的绝技。
　　只能说是品格上的不相宜；譬如小猫打圈儿追自己的尾巴，我们看着好玩儿，而小狗也追寻过去地回头跟着那短尾巴橛乱转，说风趣减少了。那几个一路同船的学生看小方才去了鲍小姐，早换上苏小姐，对他打趣个不亦乐乎。
　　苏小姐做人极大方；船到上海前那五六天里，一个字没提到鲍小姐。她待人接物也温和了许多。方鸿渐并未向她谈情说爱，除掉上船下船走跳板时扶她一把，也没拉过她手。可是苏小姐偶然的举动，好像和他有比求婚、订婚、新婚更深远悠久的关系。她的平淡，更使鸿渐疑惧，觉得这是爱情热烈的安稳，仿佛飓风后的海洋波平浪静，而底下随时潜伏着汹涌翻腾的力量。香港开船以后，他和苏小姐同在甲板上吃香港买的水果。他吃水蜜桃，耐心地撕皮，还说：“桃子为什么不生得像香蕉，剥皮多容易！或者干脆像苹果，用手帕擦一擦，就能连皮吃。”苏小姐剥几个鲜荔枝吃了，不再吃什么，愿意替他剥桃子，他无论如何不答应。桃子吃完，他两脸两手都持了幌子，苏小姐看着他笑。他怕桃子汁弄脏裤子，只伸小指头到袋里去勾手帕，勾了两次，好容易拉出来，正在擦手，苏小姐声音含着惊怕嫌恶道：“啊哟！你的手帕怎么那么脏！真亏你——哙！这东西擦不得嘴，拿我的去拿去，别推，我最不喜欢推。”
　　方鸿渐涨红脸，接苏小姐的手帕，在嘴上浮着抹了抹，说：“我买了一打新手帕上船，给船上洗衣服的人丢了一半。我因为这小东西容易遗，他们洗得又慢，只好自己洗。这两天上岸玩儿没工夫洗，所有的手帕都脏了，回头洗去。你这块手帕，也让我洗了还你。”
　　苏小姐道：“谁要你洗？你洗也不会干净！我看你的手帕根本就没洗干净，上面的油腻斑点，怕是马塞一路来留下的纪念。不知道你怎么洗的。”说时，吃吃笑了。
　　等一会，两人下去。苏小姐捡一块己的手帕给方鸿渐道：“你暂时用着，你的手帕交给我去洗。”方鸿渐慌得连说：“没有这个道理！”苏小姐努嘴道：“你真不爽气！这有什么大了不得？快给我。”鸿渐没法，回房舱拿了一团皱手帕出来，求饶恕似的说：“我自己会洗呀！脏得很你看了要嫌的。”苏小姐夺过来，摇头道：“你这人怎么邋遢到这个地步。你就把东西擦苹果吃么？”方鸿渐为这事整天惶恐不安，向苏小姐谢了又谢，反给她说“婆婆妈妈”。明天，他替苏小姐搬帆布椅子，用了些力，衬衫上迸脱两个钮子，苏小姐笑他“小胖子”，叫他回头把衬衫换下来交给她钉钮子。他抗议无用，苏小姐说什么就要什么，他只好服从她善意的独裁。
　　方鸿渐看大势不佳，起了恐慌。洗手帕，补袜子，缝钮扣，都是太太对丈夫尽的小义务。自己凭什么受这些权利呢？受了丈夫的权利当然正名定分，该是她的丈夫，否则她为什么肯尽这些义务呢？难道自己言动有可以给她误认为丈夫的地方么？想到这里，方鸿渐毛骨悚然。假使订婚戒指是落入圈套的象征，钮扣也是扣留不放的预兆。自己得留点儿神！幸而明后天就到上海，以后便没有这样接近的机会，危险可以减少。可是这一两天内，他和苏小姐在一起，不是怕袜子忽然磨穿了洞，就是担心什么地方的钮子脱了线。他知道苏小姐的效劳是不好随便领情的；她每钉一个钮扣或补一个洞，自己良心上就增一分向她求婚的责任。
　　中日关系一天坏似一天，船上无线电的报告使他们忧虑。八月九日下午，船到上海，侥幸战事并没发生。苏小姐把地址给方鸿渐，要他去玩。他满嘴答应，回老乡望了父母，一定到上海来拜访她。苏小姐的哥哥上船来接，方鸿渐躲不了，苏小姐把他向她哥哥介绍。她哥哥把鸿渐打量一下，极客气地拉手道：“久仰！久仰！”鸿渐心里想，糟了！糟了！这一介绍就算经她家庭代表审定批准做候补女婿了！同时奇怪她哥哥说“久仰”，准是苏小姐从前常向她家里人说起自己了，又有些高兴。他辞了苏氏兄妹去捡点行李，走不到几步，回头看见哥哥对妹妹笑，妹妹红了脸，又像喜欢，又像生气，知道在讲自己，一阵不好意思。忽然碰见他兄弟鹏图，原来上二等找他去了。苏小姐海关有熟人，行李免查放行。方氏兄弟等着检查呢，苏小姐特来跟鸿渐拉手叮嘱“再会”。鹏图问是谁，鸿渐说姓苏。鹏图道：“唉，就是法国的博士，报上见过的。”鸿渐冷笑一声，鄙视女人们的虚荣。草草把查过的箱子理好，叫了汽车准备到周经理家去住一夜，明天回乡。鹏图在什么银行里做行员，这两天风声不好，忙着搬仓库，所以半路下车去了。鸿渐叫打个电报到家里，告诉明天搭第几班火车。鹏图觉得这钱浪费得无谓，只打了个长途电话。
　　他丈人丈母见他，欢喜得了不得。他送丈人一根在锡兰买的象牙柄藤手杖，送爱打牌而信佛的丈母一只法国货女人手提袋和两张锡兰的贝叶，送他十五六岁的小舅子一支德国货自来水笔。丈母又想到死去五年的女儿，伤心落泪道：“淑英假如活着，你今天留洋博士回来，她才高兴呢！”周经理哽着嗓子说他太太老糊涂了，怎么今天乐日子讲那些话。鸿渐脸上严肃沉郁，可是满心惭愧，因为这四年里他从未想起那位未婚妻，出洋时丈人给他做纪念的那张未婚妻大照相，也搁在箱子底，不知退了颜色没有。他想赎罪补过，反正明天搭十一点半特别快车，来得及去万国公墓一次，便说：“我原想明天一早上她的坟。”周经理夫妇对鸿渐的感想更好了。周太太领他去看今晚睡的屋子，就是淑英生前的房。梳妆桌子上并放两张照相：一张是淑英的遗容，一张是自己的博士照。方鸿渐看着发呆，觉得也陪淑英双双死了，萧条黯淡，不胜身后魂归之感。
　　吃晚饭时，丈人知道鸿渐下半年职业沿尚无着，安慰他说：“这不成问题。
　　我想你还是在上海或南京找个事，北平形势凶险，你去不得。你回家两个礼拜，就出来住在我这儿我银行里为你挂个名，你白天去走走，晚上教教我儿子，一面找机会。好不好？你行李也不必带走，天气这样热，回家反正得穿中国衣服。“
　　鸿渐真心感激，谢了丈人。丈母提起他婚事，问他有女朋友没有。他忙说没有。
　　丈人说：“我知道你不会有。你老太爷家教好，你做人规矩，不会闹什么自由恋爱，自由恋爱没有一个好结果的。”
　　丈母道：“鸿渐这样老实，是找不到女人的。让我为他留心做个媒罢。”
　　丈人道：“你又来了！他老太爷、老太太怕不会作主。咱们管不着。”
　　丈母道：“鸿渐出洋花的是咱们的钱，他娶媳妇，当然不能撇开咱们周家。
　　
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book2/mulu/1/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book2/weicheng/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book2/mulu/3/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
