<template>
  <div class="counter-warp">
     <div class="title" text-align="left">牧羊少年奇幻之旅</div>
     <div text-align="center">第八章</div>
      
     <div class="home" >
     
　　<p>但是羊儿却教过他一件更加非常重要的事情:世界上有一</p>种人人都能理解的语言，在让水晶店兴旺起来的整个那段时间里，男孩使用了这种语言。它是一种热情的语言，是以爱和意志所造就的事物的语言，是寻找某种你所希望或是你所相信之物的语言。丹吉尔对他而言己不再是一个陌生的城市，男孩感到，他能够用征服这个地方的同样方式去征服世界。 

"当你渴望得到某种东西时，整个宇宙都会协力使你实现自己的愿望。"老圣王曾经说过。 

但是老圣王没有说过会有人骗取钱财，没有说过会有无边无际的沙漠，也没有说过会有人知道自己的梦想却不希望去实现。老圣王没有说过金字塔只不过是一堆石头，谁都可以在自家的后院建造一个。而且他还忘记讲了，当你有了钱去买比原来还要多的羊群时，你就应该把它买下来。 

男孩拿起褡裢，把它与其他的包放在了一起，然后走下楼梯。老店主正在接待一对外国夫妇，同时还有另外两位顾客在店里转来转去，手持水晶杯喝茶。早晨这个时候能有这样的生意是蛮不错的。男孩从他所在的位置，第一次发现店主的头发很像老圣王的头发。他回忆起那位甜食商的微笑，那是他来到丹吉尔的第一天，当时他正无处可去和无东西可吃。甜食商的微笑也曾使他想到了老圣王。 

"仿佛老圣王从那里走过并留下了一个记号似的，"男孩想道。"他们一生中都从未见到过这位圣王。归根结底，老圣王说过，他总是为那些要完成自已天命的人而出现的。" 

男孩没有与水晶店店主辞行便出了门。他不想哭着与店主告别，因为这会被别人看到。但是他将会怀念整个这段日子，怀念他在这里所学到的所有美好的东西。他对自己更加充满信心，立志要征服世界。 

"可我现在却正要回到我己经熟悉了的田野，再次去牧羊。"他对自己的这一决定不再感到高兴。为实现一个理想我苦干了一年，而这一理想正分分秒秒地失去其重要性。也许是因为它并非是我的梦想。 

"谁知道是否像水晶店店主那样更好:永远不去麦加，而是靠要去那里的愿望来支撑生活。"然而男孩手里握着乌陵和土明，这两块宝石给他带来了老圣王的力量与意志。出于一种巧合 或者是一种预兆，男孩想道他来到了踏上非洲大陆第一天去过的那间酒吧。那个骗子己不在了，酒吧主人给他端上了一杯茶。

"我随时都可以重当牧羊人，"男孩想道。"我已经学会了牧羊，永远不会忘记羊儿是什么样子。但是也许我再也没有机会去埃及的金字塔。老撒冷王穿着一件金制的胸饰，知道我过去的一切，是一位真正的圣王，一位智慧的圣王。" 

安达卢西亚平原距离他只有两个小时的船程，而金字塔与他之间却横着整个一片沙漠。男孩意识到，也许能以这样的方式来考虑他目前的情况:的确，现在他离他的宝藏已近了两个小时的路程，虽然他为了走完这两小时的路程花费了几乎一年的时间。 

"我知道为什么我想回去牧羊，因为我了解羊儿，它们不会给我制造很多麻烦，却能成为我的所爱。我不知道沙漠能否成为我的所爱，但是那里却埋藏着我的财宝。假如找不到我的财宝，我随时都可以回家。但是生活突然给了我足够的钱，而我又有我所需要的全部时间，为什么不去找找看呢？" 

男孩此刻感到了一阵无限的快乐。他随时可以再次成为牧羊人，随时可以再次去卖水晶制品。也许世界上还有许多其他埋藏着的财宝，但是他却做过一次内容重复的梦，还遇见过一个圣王。任何其他人都末曾有过这样的经历。 

男孩高兴地离开了酒吧。他想起了水晶店店主有一位供应商，此人是通过穿越沙漠的商队把水晶制品运过来的。男孩手里握着乌陵和土明，正是因为这两块宝石，他又重新踏上了寻宝之路。 

"我总是在那些想完成自己天命之人的身边。"老撒冷王曾经说过。 

他毫不费力地就找到了货栈，想知道金字塔是否真的很远很远。 

一个英国人坐在一间散发着牲畜、汗臭和灰尘气味的建筑物里。无法把这样的建筑物称之为货栈，它只不过是个牲口棚罢了。"没料到，在我一生中还不得不来到这么一个地方，"那个英国人边想边心不在焉地翻阅着一本化学杂志，"十年的钻研把我带进了一个牲口棚。" 

但是他必须向前走。他一定要相信预兆。他的整个生命和全部研究工作都是为了寻找宇宙使用的惟一语言。最初他对世界语产生了兴趣，后来是宗教，最终则是炼金术。他己经学会了世界语，精通各种宗教，然而却还未成为一名炼金术士。的确他己经揭开了一些重大事物的谜底，但是他的研究遇到了无法再进一步的难关。他曾试图与某位炼金术士建立联系，结果却是枉费心机。炼金术士都是些怪人，他们只想着自己，几乎总是拒绝帮助他人。他们并没有发现被称为哲人石的元精的秘密，因此只好闭口保持沉默，谁知道呢。 

他徒劳地寻找哲人石，为此而耗费了父亲留给他的部分遗产。他曾去过世界上那些最好的图书馆，并购买了最重要和最珍稀的有关炼金术的书籍。他在一本书上发现，在许多年前，曾有一位著名的阿拉伯炼金术士访问过欧洲。据说他已有两百多岁了，已经发现了哲人石和长命液。英国人被这个传说吸引住了，但假如不是他的一个从沙漠考古回来的朋友告诉他有位阿拉伯人具有特殊功能的话，那么这个传说就不过是个神话而已。 

"此人住在法尤姆绿洲，"他的朋友说道，"据说有两百岁了，能够将任何一种金属变为黄金。" 

英国人兴奋得无法自制，立刻取消了他的所有安排，把最重要的书籍收集起来，眼下正坐在这个仿佛是间牲口棚的货栈里。与此同时，外面有一个庞大的商队准备穿越撒哈拉大沙漠，其间要路经法尤姆绿洲。 

"我必须要认识那位该诅咒的炼金术士，"英国人想道。这个想法使牲畜散发出的气味似乎变得稍微更能忍受些了。 

一个也带着旅行包的年轻的阿拉伯人走了进来，并与英国人打了招呼。 

"你要去哪里？"年轻的阿拉伯人问道。 

"去沙漠。"英国人回答道，接着便继续看他的书。他不想现在与人交谈。他需要把十年学到的所有东西重温一遍，因为那位炼金术士应该对他进行某种考试。 

年轻的阿拉伯人取出一本书来开始阅读。书是用西班牙语写的。"这还不错，"英国人想道。他的西班牙语要比阿拉伯语讲得更好，如果这个男孩也到法尤姆绿洲，在他没有什么要紧的事情可做的时候，就有个聊天的同伴了。 

位于埃及法尤姆省东南部，其历史至少可追溯到第十二王朝(前1991-前1786)。在出土物中有许多古埃及文字、希腊文和科普特文的文书残片。 

"真有意思，"男孩准备重读那本书开头所描写的葬礼场面时想道，"几乎两年前我就开始读了，可至今也没有把这儿页读完。"尽管现在并没有一个圣王来打断他，男孩也无法做到专心致志。他对自己作出的决定仍有怀疑。不过，他正意识到一个重要的东西:作出决定仅仅是一件事情的开始。当一个人作出一项决定时，实际上他就潜身于一股巨大的洪流之中，这股洪流将把他带往一个在他作出决定时从未想象过的地方。 

"当我决定去寻找我的财宝时，从未想象过会在一家水晶店里工作。"男孩想道，用以证实他的推断。同样，加入商队可以是我作出的一个决定，但商队会把我带向何处将一直是一个谜。 

在他的面前，有个欧洲人也在读一本书。此人态度冷漠，在他进来时曾轻蔑地看了他一眼。他们本来可以成为好朋友，可那个欧洲人终止了交谈。 

男孩合上书，他不想做任何让人觉得他与那个欧洲人相仿的事情。他从口袋里掏出乌陵和土明，开始把玩起来。 

那个英国人惊叫道: 

"乌陵和土明!" 

男孩立刻把两块宝石收进口袋。 

"它们是不卖的。" 

"这些东西并不很值钱，"英国人说道，"它们只是矿物水晶，仅此而已。地球上有几百万块矿物水晶，不过内行的人都知道它们是乌陵和土明。原先我不知道这个地方还产乌陵和土明。" 

"这是一位圣王送给我的礼物。"男孩说道。 

英国人没有做声。后来他把手伸进口袋，颤抖着取出了两块一模一样的宝石。 

"你提及到了一位圣王。"他说道。 

"而你不相信圣王会与牧羊人交谈。"男孩说道，这一次是他想结束这场谈话。 

"恰恰相反。当世上其他人拒绝承认一位圣王时，正是牧羊人首先认出了他，所以圣人与牧羊人进行交谈是极有可能的事。" 

英国人接着往下说去，不过却担心男孩听不懂他的话: "《圣经》里有过这种记载。也是这本书教了我有关乌陵与土明的事。它们是上帝允许的唯一占卜之物。祭司们把它们佩戴在一个金制的胸饰上。" 

男孩因为自己来到了这间货栈变得十分高兴。 

"也许这是一个预兆。"英国人仿佛具有深奥想法之人似的说道。 

"谁跟你讲过预兆的事?"男孩的兴趣越来越浓厚。 

"生活中的一切都是预兆。"英国人说道，同时合上了他正在阅读的那本杂志。"
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book3/mulu/7/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book3/muyangshaonian/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book3/mulu/9/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
