<template>
  <div class="counter-warp" >
                   <div text-align="center">第十一章</div>
                   <div class="home">

  <p>在少安很小的时候，他们家还住在田家圪崂他二爸现在住的地方。</p>他们家离润叶家很近。那时候，田福堂的家境虽说比他们家强得多，但还没有发达起来。福堂叔和他爸在旧社会都给富人家揽过工，因此解放初两家人的关系还相当亲密。母亲那时候常带着他和姐姐兰花到田大婶家串门。润叶比他小一岁，两个人正能玩在一起。渐渐地，他们就相好得谁也离不开谁了。少安早上一起来，就哭着要到润叶家去。润叶晚上又哭着要到他们家来睡，田大婶就只好把她送过来，两个孩子常常在被窝里打闹半天也不安息。要是谁家吃一顿好饭，大人也总要给另一家的娃娃端上一碗，或者就干脆叫到自己家里来吃。他两个不论谁过生日，他妈或田大婶总要给他们把一圈白线用红颜料染好，挂在他们的脖子里——这是“锁线”，保佑孩子无灾无病，长命百岁……后来，他们长大了一点，家里和院子里已经没什么意思，就开始溜出家门，到广阔天地里玩去了。

春天，当桃杏花盛开，柳树抽出绿丝的时候，他们还穿着破烂的开裆棉裤，到阳土坡上刨刨发芽的“蛮蛮草”根，这草根嚼在嘴里又麻又辣——这是在一个漫长的冬天之后，尝到的第一口春天的鲜物。夏天，一入三伏，他们和村里的其他娃娃就脱得一丝不挂，男娃娃，女娃娃，成天泡在东拉河里，耍水，互相打闹着给光身子上糊泥巴。一个夏天过去，都晒得黑不溜秋。秋天，是黄土高原的黄金季节。他们一群孩子就在野外寻找一切可以吃的东西，常常把肚皮撑得回家连饭也不好好吃，在这个季节反而都消瘦下来。冬天，刀子一般严厉的寒风把他们从野外赶回来，只好一整天闷在家里玩。只是在天气暖和的日子里，他才和润叶一块从东拉河的冰上走过去，在金家湾那边的村子里，寻找各种各样的破瓷器片。金家湾过去有钱人家多，打碎的瓷器往往又细又好看，上面还釉着许多美妙的花纹。冬天茂密的柴草衰败下来，这些玩艺儿很容易搜寻到。他们把这些宝贝拣回来，分别放在他们家院子供奉土神爷的墙窑里。唉，在这穷困的农村，孩子们有什么玩具呢？那个年纪里，这些东西就是他和润叶拥有的最宝贵的财产了……

一年年过去，他们家越来越穷了。可福堂叔的光景一年比一年强。润叶穿起了漂亮的花衣裳，可他的衣服却一年比一年穿得破烂。但他们仍然象以前一样，在一块亲密地厮混着玩耍。

在他六岁那年，有一天，父亲给他契起一把小镢头，又给他盘了一根小绳，说：“少安，你也大了，应该出去干点活了。跟爸砍柴去吧！”

“不！我不去！我要和润叶一块玩！”他抗议说。“润叶是女娃娃，你是男娃娃。男娃娃就要到山里学干活。男娃娃怎么能老呆在家里呢？再说，咱这穷家薄业，就爸爸一个人拉扯着你们，没个帮手不行啊！”

他沉默不语了。他知道父亲说得对。他早朦胧地感到这一天要来的，现在终于到来了。

就这样，他那虽然贫穷但充满无限欢乐的日月过去了。他从此便开始了一个农村孩子的第一堂主课——劳动。

他先是跟着父亲，随后便和村里同龄的男孩子一块相跟着出山砍柴。每天一回，每回一小捆。他甚至学着象大人一样，用草绳把柴禾套腰一捆，又齐整又好看。母亲舍不得烧他砍回来的柴，就把这些可爱的小柴捆另外垛在院子里。时间长了，竟然垛起了规模不小的一垛。来他们家串门的村里人，都指着这一垛柴，对他父母夸赞说：哈呀，这娃娃将来是个好受苦人！”城里人夸孩子夸学习，乡里人夸孩子夸劳动。他父母亲为此而很骄傲，他也在自己幼小的心灵里，第一次感受到了劳动给人带来的荣耀。

但是，每天砍柴回来，他饿得要命，家里又顿顿是稀饭，没一点象样的干粮。他喝上几碗稀汤，就愁眉苦脸地从窑里出来了。他知道他即是又哭又闹，家里也没有办法。再说，每顿饭母亲都已经在稀汤里给他捋一碗稠的了。

每当他来到院子里的时候，就看见润叶在他家的土墙外面招手叫他。

他撒腿跑过去，润叶就把从自己家里偷出来的玉米面馍，给他手里塞一个。他贪婪地啃着，感激地望着这个和他一起耍大的伙伴。她穿一身干干净净的花衣裳，头发也再不是乱蓬蓬的了，梳起了两根黑亮亮的羊角辫。

在他八岁那年，正是一九六○年最困难的时期。他们家本来就已经吃了上顿没下顿，他二爸又从山西跑回来，麻缠父亲给他娶媳妇。父亲借下一河滩帐债娶过了二妈，并且连住的地方也让给二爸家了。他们家只好从田家圪崂搬出来，在金家湾金俊海家借了一孔窑洞。

这时候，润叶在村里上了学。她并且跑到金家湾来，让他也去上学。少安这时才明白，他如果继续去砍柴，就要一辈子在山里劳动了。

于是，他便开始和父母亲闹着要去读书。润叶在旁边哭着给他帮腔。父母亲怎么都乖哄不下他，后来只好同意了。父亲对他说：“我不是不愿供你上学。我以前在那样的年头，都供你二爸到山西去念书。可是，供来供去，还不是回来了？咱祖坟里没埋进去当先生的福气！再说，咱家光景已经过不下去，你不念书，还总能给爸爸帮点忙……不过，既然你上了学，那就要好好学习哩……”

他于是就怀着欢乐而又沉重的心情，进了双水村小学。他和润叶一个班，并且坐一张课桌。



少安一边往家里走，一边对弟弟说：“我去……”

             </div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book1/10/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book1/12/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:"left"
}
p {text-indent: 2em;}
</style>