<template>
  <div class="counter-warp">
     <div class="title" text-align="left">人间失格</div>
     <div text-align="center">手记之三</div>
      
     <div class="home" >
     
　　<p>竹一的两大预言，兑现了一个，落空了一个</p>。“被女人迷恋上“这一并不光彩的预言化作了现实，而”肯定会成为一个伟大的画家“的这一祝福性的预言却归于泡影。 

我仅仅当上了给粗俗杂志投稿的无名的蹩脚漫画家而已。 

由于镰仓的殉情自杀事件，我遭到了学校的除名。于是，我不得不在“比目鱼“家二楼上一间三铺席大的房子里起居生活。每月从家里寄来极少金额的一点钱，并且不是直接寄给我，而是悄悄寄到“比目鱼”这儿来的。（好像是老家的哥哥们瞒着父亲寄来的）。除此之外，我与老家之间便被断绝了所有联系。而“比目鱼”也总是老大不高兴的样子，无论我怎样对着他讨好地笑，他也一笑也不笑，使我不得不怀疑：人怎么能如此轻易地变得面目全非呢？这令我感到可耻，不，毋宁说是滑稽。“比目鱼”一改过去的殷勤，只是对我反复絮叨着这样一句话： 

“不准出去。总之，请你不要出去。” 

看来，“比目鱼”认为我有自杀的嫌疑，换言之，存在着我跟随女人再度跳进大海的危险性，所以对我的外出严加禁止。我既不能喝酒，也不能抽烟，而只能从早到晚地蛰伏在二楼三铺席房间的被炉里翻一翻旧杂志，过着傻瓜一样的生活，甚至于连自杀的力气也丧失殆尽了。 

“比目鱼”的家位于大久保医专的附近，尽管招牌上堂而皇之地写着“书画古董商”、“青龙园”等等，可毕竟只占了这一栋房子两家住户中的一户。而且，店铺的门面也相当狭窄，店内落满了尘埃，堆放着很多的破烂货（本来“比目鱼”就不是靠着店里的破烂货在做生意，而是大肆活动于另一些场合，比如将某个所谓老板的珍藏品的所有权出让给另一个所谓的“老板”从中渔利）。他几乎从不呆坐在店里，而一清晨就扳起个脸，急匆匆地走出店门去了，只留下一个十七八岁的小伙计守店。当然他也是负责看守我的人了。一有闲工夫，他就跑到外面去，和邻近的孩子一起玩投球游戏，俨然把我这个二楼上的食客当作了傻瓜或是疯子，甚至有时像大人一样对我说教。这小伙计是涩田的私生子，只是其间有一些蹊跷的内幕，使得涩田和他没有父子相称。而且，涩田一直独身未娶，似乎与此也不无关系。我记得过去也从自己家里人那儿听到过一些有关的传闻，但我对别人的事情本来就没有太大的兴趣，所以对其中的详情一概不知。但那小伙计的眼神确实让人联想起那些鱼的眼睛来，所以，或许真的是“比目鱼”的私生子……倘若果然如此，他们俩倒也的确算得上一对凄凉的父子。夜深人静之时，他们常常瞒着二楼的我，一声不响地偷吃荞麦面什么的。 

在“比目鱼”家里，一直是由这个小伙计负责主厨的。我这个二楼的食客的饭菜，通常是由小伙计盛在托盘里送上来，而“比目鱼”和小伙计则在楼下四铺半席大的饮湿房间里匆匆忙忙地用餐，还一边把碗碟鼓捣得嗑嚓作响。  
 
 在三月末的一个黄昏，或许是“比目鱼”找到了什么意料之外的赚钱门道，抑或是他另有计谋（即使这两种推测都没有错，至少也还有我等之辈无法推测的种种琐屑的原因吧），他破例把我叫到了楼下的餐桌旁。桌子上竟然很罕见地摆放着酒壶和生鱼片，而且那个生鱼片也不是廉价的比目鱼，而是昂贵的金枪鱼。就连款待我的主人家也大受感动，赞叹不已，甚至还向我这个茫然不知所措的食客劝了点酒。 

“你究竟打算怎么办呢，这以后？” 

我没有回答，只是从桌子上的盘子里夹起了一块干沙丁鱼片看着那小鱼身上银白色的眼珠子，酒劲便渐渐上来了。我开始怀念起那些四处乱转的时光，还有掘木。我是那么痛切地渴望起“自由”来了，以致差点脆弱得掩面哭泣。 

 但良子的表情里分明却飘漾着一种没有被任何人玷污过的处女的气息。 

 在开年后的一个严寒的夜晚，我喝得醉醺醺地出去买香烟。不料掉进了香烟铺前面那个下水道的出口里，我连声叫着：“良子，救救我救救我。”良子把我使劲拽了上来，还帮我治疗右手上的伤口。这时她一笑也不笑，恳切地说道： 

 “你喝得太多了。” 

 我对死倒是满不在乎，但若是受伤出血以致于身体残废，那我是死活不干的。就在良子给我护理手上的伤口时，我寻思我是不是真的该适当地戒酒了。 

 “我戒酒。从明天起一滴也不沾。” 

 “真的？！” 

 “我一点戒。如果我戒了，良子肯嫁给我吗？” 

 关于她嫁给我的事，其实只是一句玩笑话而已。 

 “当然咯。” 

 所谓“当然咯”，是“当然肯咯”的省略语。当时正流行各种各样的省略语，比如时男（时髦男子）呀，时女（时髦女子）等等。 

 “那好哇。我们就拉拉勾一言为定吧。我一定戒酒。” 

 可第二天我从吃午饭时又开始喝酒了。 

 傍晚时分，我踉踉跄跄地走到外面，站在良子的店铺前面，高喊道: 

 “良子，对不起，我又喝了。” 

 “哎呀，真讨厌，故意装出一副醉了的样子。” 

 我被她的话惊了一跳，仿佛酒也醒了许多。 

 “不，是真的。我真喝了呐。我可不是故意装出醉了的样子。” 

 “别作弄我，你真坏。” 

 她一点也不怀疑我。 

 “不是一眼就明白了吗？我今天从中午起又喝酒了。原谅我吧。” 

 “你可真会演戏呐。” 

 “不是演戏，你这个傻瓜。让我亲亲你吧。” 

 “亲呀！” 

 “不，我可没有资格呀。娶你做媳妇的事也只有死心了。瞧我的脸，该是通红吧。我喝了酒呐。” 

 “那是因为夕阳照着脸上的缘故。你想耍弄我可不行。昨天不是说定了吗？你不可能去喝酒的。因为我们拉了勾的。你说你喝了酒，肯定是在撒谎，撒谎，撒谎！” 

 良子坐在昏暗的店铺里微笑着。她那白皙的脸庞，啊，还有她那不知污秽为何物的“童贞”，是多么宝贵的东西。迄今为止，我还没和比我年轻的处女一起睡过觉。和她结婚吧，即使再大的悲哀因此而降临吾身，我也在所不惜。我要体验那近于狂暴的巨大欢乐，哪怕一生中仅有一次也行。尽管我曾经认为，童贞的美丽不过是愚蠢的诗人所抱有的天真而悲伤的幻觉罢了，可我现在发现，它确实真真切切地存在于这个世界上。结婚吧，等到春天到来，我和她一起骑着自行车去看绿叶掩映的瀑布吧！我当即下了决心，也就是抱着所谓的“一决胜负”的心理，毫不犹豫地决定：偷摘这朵美丽的鲜花。 

 不久我们便结婚了。由此而获得的快乐并不一定很大，但其后降临的悲哀却可以形容为凄烈之至，难以想象。对于我来说，“世间”的确是一个深不可测的可怕地方，也绝不是可以依靠“一决胜负”便可以轻易解决一切的场所。  

只是一切都将过去。 

今年我才刚满二十七岁。因为白发明显增多的缘故，人们大都认为我已经四十有余了。  
 
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book4/mulu/zhier/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book4/rjshg/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book4/mulu/houji/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
