<template>
  <div class="counter-warp">
     <div class="title" text-align="left">牧羊少年奇幻之旅</div>
     <div text-align="center">第一章</div>
      
     <div class="home" >
     
　　<p>那个男孩名叫圣地亚哥。暮色开始降临时，他与他的羊群来到了</p>一座废弃的古老教堂的门前。教堂屋顶很久前就已然塌落，在原先是圣器室的地方，已经长出了一棵巨大的埃及榕。 

男孩决定在这里过夜。他把所有的羊赶进残破的大门，随后又用几块木板挡在门上，以防夜里羊儿可能走失。这个地区没有狼，但有一次一只羊在夜里走失了，次日他花了整整一天的时间去寻找这只迷途的羊儿。 

他把自己的外衣铺在地上，然后躺了下来，把刚刚读完的一本书当作枕头来用。入睡之前，他提醒自己需要开始读一些更厚的书，读完这样的书要耗费更多的时间，而且夜里当作枕头也会更加舒适。 

当他醒来时天还没有亮。抬头向上望去，透过损毁了一半的屋顶，可以看到星星在闪烁。 

"真想再多睡一会儿，"他想道。刚刚做了一个梦，与上周所做的完全相同，而且也是在梦结束之前便醒了。 

他起身喝了一口酒，然后拿起牧羊拐杖，开始捅醒那些仍在睡觉的羊儿。他己经注意到，只要他一醒，大多数羊也同样开始醒来，仿佛有某种神秘的能量将他的生命与羊儿的生命联在了一起。两年来，他领着羊儿们走遍这块大地，寻找着水和食物。"它们已经太熟悉我了，所以知道我的作息时间。"他喃喃自语道。他思索了片刻，心想也可能恰恰相反，是他熟悉了羊儿们的作息时间。 

不过，仍有些羊儿要再过一会儿才醒。男孩一边呼唤着每只羊的名字，一边用牧羊杖一只接一只地捅醒它们。他一直相信这些羊能听懂他的话，所以有时他习惯于把书中的精彩片断读给它们听，或是向它们诉说一个原野上的牧羊人的孤寂与欢乐，还会把在经常路过的一些村庄所见到的新鲜事向它们做一番评论。 

但是最近两天，他的话题实际上只有一个:那个女孩。她是一个商人的女儿，住在距此地还有四天路程的那个村庄里。他只是去年到过那里一次。那个商人经营着一间纺织品商店，他总是喜欢让人当着他的面来剪羊毛，以免有人弄虚作假欺骗他。一位朋友介绍他去这家商店，牧羊少年就赶着羊群到了那里。 

"我需要卖一些羊毛。"男孩对商人说。 

商店里顾客盈门，商人要求牧羊少年等到快傍晚时再说。于是男孩便坐在商店门口碎石铺成的路面上，从搭褪里拿出了一本书。 

"我不知道牧羊人还会读书。"他的身边响起了一个女人的声音。 

这是一位典型的安达卢西亚地区的少女，一头飘垂着的黑发，眼睛能使人朦胧地联想起昔日的征服者摩尔人。 

"那是因为羊群比书本能够教会人们更多的东西。"男孩回答说。两个人接着交谈了两个多小时。女孩说她是商人的女儿，还谈起了村庄日复一日一成不变的生活。牧羊少年则讲述了安达卢西亚的原野，还有他在走过的那些村庄里所见到的种种新鲜事情。不必总要和羊儿们谈话了，这使他感到十分高兴。 

"你是怎么学会读书的？"有一刻女孩问道。 

"跟所有其他人一样，"男孩回答说，"是在学校里学的。" 

"既然你会识字读书，为什么还只是个牧羊人呢？" 

男孩找了个随便的借口，回避了她的问题，因为他确信女孩是永远不会理解的。他又继续讲述起一路上发生的种种故事，由于惊奇与害怕，女孩的那双摩尔人似的小眼晴时而睁开时而又闭上。随着时光的流逝，男孩开始盼望那一天永远也不要结束，女孩的父亲一直久久地忙碌，让他在这里等上三天。他察觉到自己正体验着过去从未有过的一种感觉:想在同一个地方长久生活下去的愿望。和这个乌黑头发的女孩在一起，每天的日子将永远不会相同。 

但是商人最终还是出现了，吩咐男孩剪下四只羊的羊毛。他付羊毛钱给了男孩，并请男孩明年再来。 

现在只差四天就可以重新抵达那个村庄。他感到兴奋，同时也有所不安:也许那个女孩己经把他给忘记了。有许多牧羊人从那里经过和出售他们的羊毛。 

"没关系。"男孩对他的羊儿们说道，"我也认识其他地方的别的女孩。" 

然而在他的内心深处，他知道是大有关系的。无论是牧羊人还是海员以及流动商贩，他们总会去过一个地方，那里又会有某个人能使他们忘记掉自由自在地周游世界的快乐。 

天刚刚破晓，男孩便赶着羊群朝太阳的方向走去。"它们永远不需要做出一个决定，"他想道。"也许这正是它们总要紧紧依随我的原因。"羊儿们感到的惟一需要就是水和食物。 只要男孩知道哪里是安达卢西亚的最好牧场，它们就将永远是他的朋友，哪怕是它们的日子一成不变，哪怕是在日升日落之间耍慢慢度过很长的时间，哪怕是在其短暂的生命中它们从未读过一本书，也不懂人们讲述村庄里发生的种种新鲜事时所使用的语言。有水和食物它们就会高兴，这就足够了。作为回报，它们会慷慨地献出它们的毛，它们的陪伴，还不时地献出它们的肉。 

"假如我今天变成了一个魔鬼并把它们一只一只地杀死，它们也只有在几乎全部羊群被杀光之后才会察觉，"男孩想道。"因为它们相信我，而且忘记了相信它们自己的本能。这一切仅仅是因为我能带领它们找到吃的东西。" 

男孩开始对自己的这些想法感到惊讶。也许里面长着那棵埃及榕的教堂闹鬼吧。它让他再次做了一个同样的梦，并正使他对一直如此忠实的羊儿心生嫌恶。他喝了一点儿头天晚饭剩下的酒，并把外衣更紧地裹在身上。他知道，再过儿个小时，当太阳升至头顶，炎热将使他不能带领羊群继续在原野上行进。那是所有西班牙人夏季睡觉的时刻，炎热一直要持续到夜晚降临，在整个这段时间里，他不得不总是拎着外衣。不过，每当他想抱怨外衣厚重时，便总会忆起正是因为有了它，清晨他才不会感到寒冷。 

"天有不测风云，我们必须总要对此有所准备，"他想道， 并对厚重的外衣心存感谢之情。 

外衣的存在有个目的，男孩同样也有自己的目的。两年来他的足迹遍布安达卢西亚平原，已经熟悉这个地区的所有村镇，而旅行便是他生活的大目的。这一次他准备向女孩解释，为什么他这样一个普通的牧羊人会识字读书:他在一所神学院一直读到十六岁。他的父母希望他将来成为一名神父，那会令一个普通的农家引以为荣。父母亲只是为了得到食物和水而辛劳，和他的羊儿们没有什么两样。他学习了拉丁文、西班牙文还有神学。然而，从儿时起，他就梦想了解世界，这远比了解上帝或是了解人类的罪过重要得多。一天下午，他回到家中，鼓足勇气对父亲说，他不想当神父，而是想外出旅行。 

"孩子，世界各地的人都到过我们这个村庄，"父亲说道，"他们前来寻找新鲜的事物，可他们继续是原来的老样子。他们一直爬上小山去观看城堡，认为过去要比现在好。他们或是长着金发，或是长着黑皮肤，但和我们村里的人并没有什么两样。" 

"可我却没有见过他们那里的城堡。"男孩反驳说。 

"这些人在了解了我们的田野和这里的女人之后说，他们喜欢永远在这儿生活。"父亲继续说道。 

"我想了解他们生活的地方和那里的女人。"男孩说道，"他们从来没有在我们这里留下来。" 

"这些人口袋里装满了钱。"父亲又说，"而在我们这些人当中，只有牧羊人才能去旅行。" 

"那我就去当牧羊人。" 

父亲没有再说什么。第二天，他给了儿子一个钱袋，里面装着三枚西班牙古金币。 

"这是有一天我在田里发现的，本想作为你的财产献给教堂。拿去买你的羊群和周游世界去吧。总有一天你会知道，我们这里的城堡是最有价值的，我们这里的女人是最漂亮的。" 

他祝福了儿子。男孩从父亲的眼神中看出，父亲同样也渴望周游世界。数十年来，他为了水和食物操劳，总在同一个地方入睡，使他企图深埋这种渴望，然而尽管如此，这种渴望却依然存在。 

朝霞染红了东方，随后太阳便跃出了地平线。男孩回忆起与父亲的那次谈话，感到十分开心。他已经看到过许多城堡，认识了许多女人(但是没有一个与曾等候过他两天的那个女孩一模一样)。他有一件外衣，一本可以用来去换另一本的书，还有一群羊。然而最重要的是，他每天都在实现自己生活的梦想:旅行。一旦厌倦了安达卢西亚的原野，他可以把羊群卖掉，转而成为一名海员。等他厌倦了大海时，一定已经去过了许多城市，认识了许多女人，经历过许多幸福的时刻。 

"我不知道如何在神学院里寻找上帝，"他望着冉冉升起的太阳心中想道。只要有可能，他总是会寻找一条新路行进。虽然他从这里路过了不知多少次，却从未到过那座废弃的教堂。世界广阔无恨，假如他让羊群带领自己哪怕走上片刻，他就将会发现更多有趣的事情。"问题是羊儿们不会察觉它们每天都正在走新路，不会注意到草场的变化和季节的更换——因为它们关心的只是水和食物。" 

"也许我们所有人也是如此，"牧羊少年思忖道，"连我也是这样，自从认识了那个商人的女儿之后，我就没再想过其他的女人。"他抬头望望天空，估摸午饭之前可以到达塔里法城。在那里，他可以用自己的书换回一本更厚的书，可以灌满一瓶酒，还能刮胡子和理发。他必须为去见那个女孩做好准备，而且不愿去想这样的一种可能性:另外一个牧羊人赶着更多的羊儿，在他之前到了那里向女孩求婚。 

"实现梦想让生活变得有意思是完全可能的，"男孩边想边再次望望天空并加快了脚步。他刚刚记起在塔里法住着一位能够释梦的老妇，而那天夜里他做了一个曾经做过一次的梦。 

老妇把男孩领进家中最里面的一个房间，一张用彩色塑料条制成的帘子将它与客厅隔开。房间里面有一张桌子、两把椅子和一幅圣心耶酥的画像。 

老妇坐下来，并让男孩也坐下。然后她握着男孩的双手开始低声祈祷。 

念诵的仿佛是吉卜赛人的祷词。男孩在路上遇到过许多吉卜赛人，他们周游四方，但并不放牧羊群。人们常说，吉卜赛人总靠欺骗他人为生。人们还说，他们与魔鬼订有盟约，还拐骗小孩到他们神秘的帐篷里去充当奴隶。小时候，男孩就因为担心遭到吉卜赛人的拐骗而怕得要死。


</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book3/mulu/zixu/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book3/muyangshaonian/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book3/mulu/1/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
