<template>
  <div class="counter-warp">
     <div class="title" text-align="left">牧羊少年奇幻之旅</div>
     <div text-align="center">第十六章</div>
      
     <div class="home" >
     
　　<p>男孩依然能看到椰枣树、水井以及他所爱着的那个女人</p>的相貌。他看到了正在实验室里的英国人，还有那位赶驼人。赶驼人是位导师，但他自己却并不知道。"也许炼金术士从未恋爱过，"男孩想道。 

炼金术士骑马走在前头，肩上站着猎鹰。猎鹰十分精通沙漠的语言，当他们停下来时，猎鹰便离开炼金术士的肩头，飞去寻找食物。第一天它带回一只兔子，第二天带回两只鸟。 

入夜之后，他们铺开毛毯，并不点燃篝火。沙漠的夜晚十分寒冷，且随着天空的月亮开始缩小而变得黑暗。他们默默无语地走了一个星期，只就采取必要的戒备以避开部落之间的战争交谈过几句。战争仍在继续，有时风会带来血的淡淡的甜味。附近曾发生过一场战斗，风提醒男孩预兆语言的存在，它随时准备显现出男孩的眼睛无法看到的东西。 

第七天的旅程结束时，炼金术士决定要比往常早一些露营。猎鹰飞出去寻找猎物，炼金术士取出旅行水壶递给了男孩。 

"现在你几乎到达旅程的终点了，"炼金术士说道，"我祝贺你追随了自己的天命。" 

"你一直默默无语地为我领路，"男孩说道，"我本以为你将把你所会的东西教给我。前一段时间，我在沙漠中与一个男人在一起，他带有一些炼金术的书籍，可我什么也没有学到。" 

"只有一种学到的方式，"炼金术士回答说，"那就是通过行动。你所需要学到的一切，旅行都已教会了你，现在就只差一件事情了。" 

男孩想知道是什么，但是炼金术士的眼睛却注视着地平线，等候着猎鹰的归来。 

"为什么人们把你叫作炼金术士？" 

"因为我是炼金术士。" 

"其他的炼金术士们炼金却没有成功，他们错在什么地方呢？" 

"他们只是炼金而已，"炼金术士回答道，"他们寻找自己天命中的财宝，却不希望履行自己的天命。" 

"我还需要学会什么呢？"男孩问道。 

但炼金术士继续注视着地平线。过了一会儿，猎鹰带着食物回来了。他们挖了一个洞，在洞里点燃了火，以避免任何人能见到火光。 

"我所以是炼金术士，因为我就是炼金术士。"当两个人准备他们的饭食时炼金术士说道，"我是从我祖父那儿学会的，我的祖父是从他的祖父那儿学会的，以此类推，一直上溯到创世之初。在那个时代，有关元精的全部知识可以写在一块简简单单的绿宝石书板上。但是人们看不起简单的事物，于是便开始著书立说，进行论释和做哲学研究，并且开始说自己比别人更通晓此道。 

"然而那块绿宝石书板却一直流传至今。" 

"绿宝石书板上写了些什么呢？"男孩很想知道它的内容。 

炼金术士开始在沙地上画了起来，不到五分钟便画完了。在他画的同时，男孩想起了老撒冷王以及他们相遇的那个广场。这件事仿佛已过去了许多许多年。 

"这就是写在绿宝石书板上的东西。"画完之后炼金术士说道。 

"是密码。"男孩说道，他对绿宝石书板感到有些失望，"与英国人的那些图书很是相似。" 

"不，"炼金术士回答道，"它如同老鹰们的飞翔，不应该简单地通过理智去理解。绿宝石石板是直接通往世界灵魂之路。 

"智者们都懂得，这个自然的世界只不过是天堂的一种影像和复制品。这个世界的简单存在，只是肯定还存在着一个比它更加完美的世界。上帝创造它的目的在于，通过视力可见之物，人类能够理解他的精神教诲以及他的智慧奇迹。我把这称为‘行动作用’。" 

"我应该弄懂绿宝石书板吗？"男孩问道。 

"也许吧。假如你现在是在一间炼金术实验室里，此刻将会是研究理解绿宝石书板最佳方法的最好时机。但是你现在是在沙漠里，所以你要深入到沙漠中去。沙漠如同世界上任何其他东西一样，将有利于你去理解世界。你甚至无须理解沙漠，只要你静观一粒简单的沙子，你就能从中看到天地万物的全部神奇所在。" 

"我怎么才能深人到沙漠中去呢？" 

"倾听你的心灵。它知道所有的事物，因为它来自世界灵魂，而且总有一天还会回到那里去。" 

两个人默默无语地又走了两天。炼金术士变得更加小心谨慎，因为他们正接近战斗最为激烈的地区。男孩则力图倾听自己的心灵。 

这是一颗难以相处的心灵。从前它总是习惯于出发前进，现在则是竭尽全力想要回归。有时他的心灵几个小时地讲述着离愁别绪的故事，有时又被沙漠的日出深深感动，并使男孩偷偷地流泪。当向男孩讲起财宝一事时，它的跳动就会加快;而在男孩出神地凝视沙漠无根的地平线时，它的跳动就会变缓。但它永无平静之时，即使在男孩与炼金术士互相不讲一句话时也是如此。 

"为什么我们必须要倾听心灵呢？"那一天当他们露营时男孩问道。 

"因为心灵所在之处，正是你的财宝所在之地。" 

"我的心灵很不平静，"男孩说道，"它有梦想，容易激动，热恋上沙漠的一个女人。当我思念她的时候，心灵便要求我做这做那，许多夜晚都不让我人睡。" 

"这是好事，说明你的心灵是活跃的。你继续倾听它有什么事情要对你说。" 

在以后的三天里，他们俩曾从几名部落战士身边走过，并看到在地平线上还有另外一些部落战士。男孩的心灵开始谈论恐惧。它向男孩讲述了它从世界灵魂那里听来的故事:有些人去寻找自己的财宝，但却永远没有找到。有时候，心灵用男孩可能找不到自己的财宝或是可能会死在沙漠的念头恐吓男孩。另一些时候，心灵又对男孩说它已经很满足，己经找到了爱情和有了许多金币。 

"我的心灵对我不忠。"当两个人停下来让马歇息片刻时，男孩对炼金术士说道，"它不想让我继续前进。" 

"这是好事，"炼金术士回答道，"证明你的心灵是活跃的。为了一个梦而失去己经得到的一切，有这种担心是很自然的。" 

"那我为什么要倾听我的心灵呢？" 

"因为你永远无法让它沉默。哪怕是你装作不听它所讲的东西，它也依然总是在你的心底反复陈述它对生活和世界的想法。" 

"即使是它对我不忠？" 

"它的不忠是你未曾预料到的打击。假如你很好地了解你的心灵，它就永远做不到这一点，因为你会了解它的梦想和希望，并且知道如何为之而努力。 

"谁也无法逃避自己的心灵，因此最好是倾听它所讲的东西，这样的话，你预料不到的打击就永远不会发生。" 

当他们在沙漠中行进的时候，男孩继续倾听着自己的心灵。他开始了解它的诡计与花招，并按其本来面目接受了它。于是男孩不再感到恐惧，也不再想要返回绿洲，因为一天下午他的心灵对他说它很快乐。"尽管我有一些抱怨，"他的心灵说道，"那因为我是一个人的心灵，而人的心灵就是这个样子。它们害怕实现自己更大的梦想，因为它们认为自己不配有这样的梦想，或是认为不能实现这样的梦想。一想到一去不再复返的恋人，一想到本来可以是美好的时刻而实际上却并非如此，一想到本来可以发现的财宝却永远被埋藏在沙地下面，我们心灵就怕得要死，因为当这些情况发生时，我们终将要忍受极大的痛苦。" 

"我的心灵畏惧忍受痛苦。"一天晚上，当两个人望着没有月亮的天空时，男孩对炼金术士说道。 

"告诉它，畏惧忍受痛苦比忍受痛苦本身更加糟糕。没有一个心灵在追寻它的梦想时会忍受痛苦，因为追寻中的每一刻都是与上帝和永恒相遇的时刻。" 

"追寻中的每一刻都是与上帝和永恒相遇的时刻。"男孩对他的心灵说道，"在我寻找我的财宝的过程中，每一天都是光辉灿烂的，因为我知道，其中的每一个小时都是实现梦想的一个组成部分。在我寻找我的这份财宝的过程中，一路上发现了我过去从未梦想过会遇到的东西，假如当初我没有勇气去尝试那些对牧羊人来说是不可能的事物，这一切就都将无从谈起。" 

于是他的心灵平静了整整一个下午。人夜之后，男孩睡得很安稳。醒来时，他的心灵开始向他讲述起世界灵魂的事情来。心灵说，一个心中有上帝的人是十足幸福的。正如炼金术士所讲的那样，可以在沙漠的一粒普通的沙子上找到幸福，因为一粒沙子便是创世中的一个时刻，为了创造它，宇宙要花费数十亿年的时间。"世上的每一个人都有一份财宝在等候着他，"男孩的心灵说道，"而我们心灵通常很少谈起这些财宝，因为人们已经不再想找到它们。我们只对孩童谈起它，然后我们便让生命各自朝它天命的方向行进。不幸的是，只有少数人沿着为他们规定的道路前行，而这乃是通向天命之路，通向幸福之路。人们把世界视为一种具有威胁之物，正因为如此，世界就变成了一种具有威胁之物。 

"于是我们心灵讲话的声音越来越小，但却永远不会沉默。我们屈从退让，不便我们的话语被听到，因为我们不想人们因为不听从心灵的话语而忍受痛苦。" 

"为什么心灵不告诉人们应该继续追寻他们的梦想呢？"男孩向炼金术士问道。 

"因为在这种情况下，心灵会忍受更大的痛苦，而心灵不喜欢忍受痛苦。"
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book1/2/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
