<template>
  <div class="counter-warp" >
                   <div text-align="center">第十六章</div>
                   <div class="home">
  <p>时间过得既漫长又飞快，转眼间就到了夏天。</p>

这是黄土高原一年里再好不过的日子了。远远近近的山峦，纵横交错的沟壑和川道，绿色已经开始渐渐浓重起来。玉米、高粱、谷子、向日葵……大部分的高杆作物都已经长了大半截。豆类作物在纷纷开花：雪白的黄豆花，金黄的蔓豆花，粉红的菜豆花……在绿叶丛中开得耀眼夺目。就连石圪节这样往日荒凉的集市场上，也已经出现了一些瓜果菜蔬，给这条尘土飞扬的土街添了许多斑斓的颜色。

再过几天，就是夏至以后的第三个“庚日”，初伏就要开始了。紧接着就是大暑——这是一年中最炎热的季节，已经到黄经１２０°的太阳，象一个倒扣着的火盆子无情地烤晒着大地。

城里人都已经穿起了凉快的短袖衫。一到中午，原西河里就泡着数不清的光屁股小孩。

除过遇集的日子，平时县城的各机关很少能找见办公的干部。他们每天上午都纷纷扛着老镢铁锹，戴着草帽，到城外的山上修梯田去了。农业学大寨一个高潮接一个高潮，每个单位都有修地任务，完不成任务就要挨批评。

下午，各机关又通常都是政治学习，一周最少也得占四个下午。《红旗》杂志和《人民日报》不断发表社论和各种署名“重要文章”，要求大家批判小生产，批判资本主义。批判刘少奇和林彪的“反革命修正主义路线”，限制资产阶级法权，警惕商品交换原则对党的侵蚀等等。同时还要求各级干部学习无产阶级专政理论，并且为此推出了一个“新乡经验”……整个社会依然保持着一种热热闹闹的局面。各种“新生事物”层出不穷。从报上看，不时有某一位复员战士和某一位工农兵大学生，为了限制资产阶级法权，来到黄土高原的小山村当了农民。尽管这些人在以后的年代里都象候鸟一样飞去而且再不返回来，但当时倒的确让一些人有了宣传“革命形势大好”的典型材料。

县上的中学也不例外。除过每天劳动半天，各班还组织了学习马列“三结合”领导小组。共青团和红卫兵组织并存。领导、教师、学生一起学习《共产党宣言》、《青年团的任务》等等规定的篇章，开展批判资产阶级、修正主义和孔孟之道。同时学校还组织各种“毛泽东思想文艺宣传队”，奔赴各个公社、大队去搞宣传演出……但是，对于黄土高原千千万万的农民来说，他们每天面对的却是另一个真正强大的敌人：饥饿。生产队一年打下的那点粮食，“兼顾”了国家和集体以外，到社员头上就实在没有多少了。试想一想，一个满年出山的庄稼人，一天还不能平均到一斤口粮，叫他们怎样活下去呢？有更为可怜的地方，一个人一年的口粮才有几十斤，人们就只能出去讨吃要饭了……

孙少平好不容易在县城的高中熬过了半个学期。这第二个学期刚开学不久，他的情况依然没有什么变化。在大部分的日子里，他还是要啃黑高粱面馍，并且仍然连一个丙菜也吃不起。在上学期刚上学的那些日子，他对自己是否能上完两年的高中已经没有了多少信心。他曾想过：读半年高中回农村当个小队会计什么的，也可以凑合了，何必硬撑着上学受这份罪呢？

但这学期开学后，他又来了。他还是不忍心中途退学。另外，还有一个小小的不可告人的原因，使他不情愿离开这学校——这就是因为那个我们在前面已经提起过的郝红梅。

孙少平和郝红梅在过去的半年里已经相当熟悉，两个人交交往往，也不拘束了。他们不光互相借着看书，也瞅空子拉拉话。在这个微妙的年龄里，不仅孙少平和郝红梅，就是和他们同龄的其他男女青年，也都已经越过了那个“不接触”的阶段，希望自己能引起异性的注意，并且想交一个“相好”。他们这种状态也许和真正的谈恋爱还有一段距离。当然，对于这个年龄的青年来说，这种过早的男女之间的交往并不可取，它无疑将影响学习和身体。

但这年代的高中极不正规，学习成了一种可有可无的东西，整天闹闹哄哄地搞各种社会活动。学生没有什么学习上的压力——反正混两年高中毕业了，都得各回各家；再加上各种活动中接触机会多，男女之间就不可避免会出现这种心心思思的现象。在眼前这样的社会里，又是十七、八岁，他们谁有火眼金睛望穿未来的时代？别说他们了，就是一些饱经沧桑的老革命，这时候也未必具有清醒的认识，许多人不也是一天一天混日子吗？

孙少平虽然少吃缺穿，站不到人前面去，但有一个相好的女同学在一块交交往往，倒也给他的生活带来一些活力。他渐渐在班上变得活跃起来：在宿舍给同学们讲故事；学习讨论时，他也敢大胆发言，而且口齿流利，说的头头是道。如果肚子不太饿的话，他还爱到篮球场和乒乓球台上露两手。在上学期全校乒乓球比赛中，他竟然夺得了冠军，学校给他奖了一套“毛选”和一张奖状，高兴得他几天都平静不下来。

由于他的这些表现，慢慢在班里也成了人物。在上学期中选班干部的时候，他被选成了“劳动干事”。他对这个“职务”开始时很气恼，觉得对他有点轻藐。后来又想，现在开门办学，劳动干事管的事还不少哩，也就乐意负起了这个责任。

“劳动干事”听起来不好听，但“权力”的确大着哩！班上每天半天劳动，这半天里孙少平就是全班最出“风头”的一个。他给大家布置任务，给每个人分工，并且从学校领来劳动工具，给大家分发。他每次都把最好的一件工具留给郝红梅。起先大家谁也没发现劳动干事耍“私情”。但有一天这个秘密被跛女子侯玉英发现了。

那天上山修梯田，发完铁锨后，侯玉英噘着个嘴，把发在她手中的铁锨一下子扔在孙少平面前，说：“我不要这个秃头子！”

少平看她在大家面前伤自己的脸，就不客气地说：“铁锨都是这个样子，你嫌不好，就把你家里的拿来用！”“谁说都是这个样子？你看见谁好，就把好铁锨给谁！”“我把好铁锨给谁了？”

“给你婆姨了！”侯玉英喊叫说。


  </div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book1/15/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book1/17/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:"left"
}
p {text-indent: 2em;}
</style>