<template>
  <div class="counter-warp">
     <div class="title" text-align="left">牧羊少年奇幻之旅</div>
     <div text-align="center">第五章</div>
      
     <div class="home" >
     
　　<p>他差一点就要讲出财宝的事，但最后还是决定闭口不谈</p>。如果说出来，这个阿拉伯人很可能会索要部分财宝，作为给他带路的报酬。男孩回想起老翁对他讲过的话:不要把还没有到手的东西许诺出去。 

"如果你行的话，我想让你带我到那里去。我可以付给你作为向导的报酬。" 

"那你想过怎么才能到达那里吗？" 

男孩发现酒吧主人正站在附近专心致志地听他们谈话。酒吧主人的出现使他感到不快。不过，他己经找到了一个向导，他不会失去这个机会。 

"你必须要穿越整个撒哈拉大沙漠，"刚来的小伙子说道，"要做到这一点我们必须要有钱。我想知道你是不是有足够的钱。" 

男孩认为这个问题很是奇怪。但他相信那位老翁，而老翁曾对他说过，当你渴望得到一件东西时，整个宇宙都会协力来帮助你。 

男孩从衣袋里取出钱，拿给那个小伙子看。酒吧主人凑了过来也看了看。酒吧主人与小伙子用阿拉伯语交谈了几句，前者显得十分气愤。 

"我们走吧，"小伙子对男孩说道，"他不愿意我们继续待在这里。" 

男孩松了一口气，站起身来付钱。但是酒吧主人拉住了他，开始不停地讲了起来。男孩身强力壮，不过，他正处身在一个陌生的国度。他的新朋友把酒店主人推到了一边，拉着男孩朝外走去。 

"他想要你的钱，"小伙子说道，"丹吉尔不同于非洲其他地方。这儿是一个港口，凡是港口总会有许多小偷。" 

男孩信任他的新朋友，是他在关键时刻帮助了自己。男孩掏出钱数了数。 

"明天我们就可到达金字塔。"小伙子接过钱来说道，"但是我需要购买两头骆驼。" 

两个人开始在丹吉尔狭窄的街道上行走起来。每个街角都有一些卖东西的货摊。他们最后来到了一个大广场的中心，这里正举办集市。成千的人在讨价还价，买进卖出，蔬菜和短剑混杂在一起，地毯旁边是各种样式的烟袋。男孩的目光一直紧紧地盯住他的新朋友，不管怎么说，他所有的钱都在那个人的手里。他本想把钱要回来，但又觉得这样做有失礼貌。他不了解他踏上的这个陌生国度的风俗习惯。 

"只要监视着他就行了。"他对自己说道。他知道自己比对方强壮。 

在杂乱无章的商品中间，一把他从未见到过的绝顶漂亮的剑突然映入了他的眼帘。剑鞘是银制的，剑柄是黑色的，上面镶嵌着宝石。男孩自己答应自己，等从埃及回来时，一定要买下这把剑。 

"请你问问摊主，那把剑要多少钱？"男孩对他的朋友说道。但他察觉到，在他打量那把剑的时候，有两秒钟他因为分神而放松了对此人的监视。 

男孩的心变紧了，仿佛胸部突然收缩了一下似的。他不敢扭头向旁边张望，因为他知道将会看到什么。他继续盯着那把漂亮的剑又看了一会儿，直到鼓足了勇气才转过身去。 

在他的周围，市场上人来人往，热闹非凡，喧闹声和叫卖声此起彼落，地毯与棒子混放在一起，生菜旁边摆着铜盘，街上的男人们手拉着手，女人们头戴着面纱，异国的食物散发出香味，可是在任何一个地方，确实是任何一个地方，他都没有看到那位朋友的面孔。 

男孩还情愿相信他和朋友只是偶然走失了。他决定就留在原地不动，等候对方的归来。没过一会儿，一个人爬上了一座钟楼开始唱诵，所有的人都跪了下来，用额头触地，也随着唱诵。随后，人们像一群勤劳的蚂蚁似的，拆掉摊位四散而去。 

太阳开始西沉。男孩久久地望着太阳，直到它隐没在广场周围白色房屋的后面。男孩回想起，当太阳在清晨升起时，他还在另外一个大陆，还是一个牧羊人，拥有六十只羊，并且预定要与一个女孩见面。那天清晨，当他在田野里行走时，他能知道将要发生的一切。 

然而现在，当太阳沉落下去的时候，他却身处异国，成了一个陌生国度里的一个陌生人，甚至听不懂人们所讲的话。他已然不是一个牧羊人，已然变得一无所有，甚至没有钱回去和重新开始一切。 

"这一切都发生在太阳的一起一落之间，"男孩想道。他为自己感到难过，因为有时候生活中的事情瞬间就会发生变化，人们还来不及加以适应。 

他本来羞于流泪，从没有在他的羊儿们面前哭过。不过，现在市场已空无一人，而他又远离了故土。 

男孩哭泣起来。他所以哭泣，是因为上帝不公正，竟然以这样的方式回报那些相信自己梦想的人。"当我拥有羊群的时候，我是快乐的，并且把快乐传播给周围的人。人们看到我的时候，总是欢迎我的到来。 

"可是现在我却伤心与不幸。我该怎么办呢?我会更加痛苦，我不会再相信任何人，因为有一个人背叛了我。我会仇视那些找到宝藏的人，因为我没能找到自己的那一份。我将永远力图保持住我所拥有的少许之物，因为我过于渺小而无法去拥抱世界。" 

男孩打开搭褪，想看看里面自己还有些什么。也许还有一些船上吃剩下来的三明治。但是他只找到了一本厚书、外套和老翁给他的两块宝石。 

一看到两块宝石，他便感到了一阵极大的轻松。这两块宝石是他用六只羊换来的，是从纯金胸饰上取下来的。他可以把宝石卖掉，再买一张回程的船票。现在我可要变得更加机灵一点了，男孩边想边从搭褪取出宝石，然后把它们藏进了自己的口袋里面。此地是一个港口，这是那个小伙子告诉他的惟一真话，而一个港口总是到处都有小偷。 

现在男孩也明白了酒吧主人为什么感到恼怒:他试图告诉男孩不要相信那个小伙子。"和所有的人一样，我是以我希望的方式，而不是以事情实际发生的方式来看待世界的。(www.wrbook.com)"男孩想道。 

他望着两块宝石，小心翼翼一块块地抚摸着，感受着它们的温度和平滑的表面。它们是他的财富，只要一触到它们，他就会感到安心了许多。两块宝石使他想起了老翁。 

"当你渴望得到某种东西时，整个宇宙都会协力使你实现自己的愿望。"老翁曾这样对他说过。 

男孩想要弄明白，这如何能够成为事实。此刻他正在一个空荡荡的集市上，口袋里没有一分钱，这个晚上也没有羊群要他照管。不过，这两块宝石可以证明他曾遇到过一位圣王，这位圣王了解男孩的经历，知道男孩父亲拥有枪支，还知道男孩的第一次性体验。 

"宝石分别叫作乌陵和土明，是用来占卜的。"男孩把两块宝石重新放进搭褪，决定做一次实验。老翁说过，所提的问题要明确无误，因为只有知道自己究竟想要什么，宝石才会发挥作用。 

于是男孩便问老翁的祝福是否依然伴随着自己。 

他取出一块宝石，是意味着"是"的那一块。 

"我会找到我的财宝吗？"男孩又问道。 

他把手伸进褡裢，正要拿起其中的一块时，两块宝石却都从搭褪的一个破洞处滑落出来。男孩过去从未察觉到他的褡裢有个破洞。他弯身想拣起乌陵和土明，重新把它们放进褡裢里。然而，在看到滑落在地上的两块宝石时，男孩的脑海里又浮现出另一句话来。 

"要学会尊重预兆，并服从它的指引。"老圣王曾这样说过。 

这是一个预兆。男孩对自己笑了。随后他从地上拣起两块宝石，将它们再次放进搭褪。他不想把破洞缝补上——只要两块宝石愿意，它们可以随时从破洞处滑落出来。男孩已经懂得，为了不逃避自己的天命，有些事情是不应该问的。 

"我答应过要自己去做出决定。"他自言自语道。 

不过，两块宝石己经告诉了他，老翁仍然在伴随着他，这使他更加有了信心。男孩重新打量了一下空无一人的广场，己经没有了刚才那种绝望的感觉。这里不是一个陌生的世界，而是一个新的世界。 

归根结底，他的全部愿望正是要认识那些新的世界。哪怕他永远也到不了金字塔，但与任何一个他所认识的牧羊人相比，他都已经走得更远了。"啊，只要乘两个小时的船，就能发现这么多与过去不同的事物，假如他们能知道这一点该有多好哇。" 

展现在他面前的新世界虽然是个空荡荡的市场，但他己经见过它曾充满生机，他永远也不会将其忘记。男孩回想起了那把剑，为了看它一下，他付出了高昂的代价，然而毕竟见到了过去从未见到过的一把如此漂亮的剑。他突然感到，他可以像一个小偷的可怜受害者那样去观察世界，但也可以像一个寻找财宝的冒险者那样去观察世界。 

"我是一位寻找财宝的探险家。"在精疲力竭感到睡意袭来之前男孩想道。 

一个人把他摇醒了。男孩在集市中心睡了一觉，此刻的广场正准备重新开始它的生机。 他环顾四周，寻找着自己的羊群，接着便察觉到自己已置身于另外一个世界。他没有感到伤心，反倒觉得高兴。他不必再去寻找水和食物，而是可以去寻找财宝。虽然身无分文，但他却对生活充满信任。前一天夜里他已经做出选择，要做一名探险家，和他经常阅读的那些书上的人物完全一样。 

他开始不急不忙地在广场上漫步。商贩们架起了他们的货棚，男孩帮助一个甜食商架设了摊位。这位甜食商的脸上露出了与众不同的微笑:他很开心，对生活十分清醒，己做好准备来开始一天的工作。
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book3/mulu/4/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book3/muyangshaonian/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book3/mulu/6/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
