<template>
  <div class="counter-warp" >
                   <div text-align="center">第十五章</div>
                   <div class="home">

  <p>田福堂正坐在公社主任白明川的办公窑里，一边喝茶水，一边听明川和治功说话。</p>

公社召集的大队书记会议，上午已经结束了，其它村的书记吃过午饭就各回了各村。福堂不忙着走——他们村离公社近，他有自行车，又是下坡路，半个钟头不费什么劲就回到了双水村。明川和治功现在正说牛家沟那个“母老虎”的事，他不便插话，就在旁边听他们说。

哈呀，从两位主任的话里听来，事情还严重哩！牛家沟那个“母老虎”现在大出血，已经拉回来正在公社医院抢救着哩！

现在，白主任和徐主任已经争吵起来了。田福堂感到有点紧张。如果两位公社主任真的是吵架，他就会起来劝说双方。可人家实际上是争论工作上的事哩，他怎能劝人家不要争论呢？

他从衣袋里摸出来一根纸烟，也不点着，低头把鼻子凑上去闻了闻。田福堂气管有毛病，甚至都有点喘了，因此不敢太多地抽烟。他以前又是个“老烟囱”，现在实在耐不住了，就拿出烟卷来闻一闻过瘾。只是到了万般无奈的时候，才点着抽一支——换来的唯一享受就是没命地咳嗽老半天。他身上倒常装着纸烟，并且不下中等水平，只是自己很少抽，大部分给别人抽了。

田福堂看两位主任说话越来越不对劲，就机灵地站起来，另外掏出两根“大前门”烟，说：“白主任，徐主任，抽烟。”

两位主任只好暂时停止了唇枪舌战，接过田福堂递上的纸烟。福堂赶紧又用自己的打火机给他们分别点着。

白明川站在脚地上抽了两口烟，又对坐在椅子上的徐治功说开了：“咱们不是说不搞阶级斗争，但不能光一个‘狠’字，还要‘稳、准’。牛家沟这妇女，不就是为一棵花椒树被队里没收了，骂了几句大队书记吗？拉到工地上教育一下也行，但不能损躏身体嘛！那么重的活，别说一个妇女，好后生都够受！现在弄得大出血，万一死了怎么办？够不够死罪？给家里人怎交待？”

徐治功现在看来不想理白明川，但并不是服气他的话。他坐在椅子上，头拐在一旁，吊着个脸就是个抽烟。

白明川实际上比徐治功还小两岁，但看起来比徐治功年龄大。他身体肥肥壮壮，两只眼睛又大又有光气，脸上围着一圈黑胡楂子，头发可倒显顶了。他穿一身肮脏油腻的衣服，披一领光板老羊皮袄，看起来象个炊事员或者山区的汽车司机。

自明川是一九六六年的高中毕业生，六九年底返乡劳动。七○年县武装部招一批武装专干，他被招收了，分在城关公社工作。当年冬天组织全公社民兵冬训时，一个民兵将一颗拉了线的手榴弹没有甩到前面去，反而手一扬滑落在了后面的人堆里。武装专干白明川眼疾手快，把这颗冒烟的手榴弹捡起，扔了出去，避免了一场大灾祸。为此，不仅省地军区，连兰州大军区都发出通报表扬了他。第二年他被提升为城关公社副主任。前年又调到石圪节公社当了一把手。明川在中学时学习就很拔尖，并且还能写点诗。他人虽然年轻，但脑瓜子可不年轻。当然，上面布置下来的所有任务，他和徐治功一样，都要积极完成。但他的做法和徐治功不一样。因为他自己也是农民的儿子，所以他往往对过分伤害农民的做法反感。只要他能抗住的，都尽力往住抗。但治功又和他完全相反，常常爱用一些过头加码的做法。治功也许是为了把工作做好，可是有些做法太不象话了……“……再比如，高家湾高廷亮，只是耕自留地时多占了队里的两铧，纠正过来，在生产队做个检查就行了，也拉来劳教……”

“两铧地实际上是个路线问题！毛主席说，严重的问题是教育农民！”徐治功扭过头反驳白明川。

“毛主席是说过这话。但毛主席没说让咱们动不动就‘劳教’农民嘛！”

“这不是我的发明！这是县上冯世宽主任的政策。你觉得冯主任不对，你到上面另讨个指示来，我徐治功照办！”“唉……”白明川也没什么好说的了。过了一会，才有点痛苦地说：“治功，还是稳当一点好。你记得不？咱们在高家湾下乡时，饭派在廷亮家，他们当时都快断炊了，为了招待咱两个，跑出去问邻居借了半升白面……你怎好意思就因为这么点事把人家拉到工地上劳教……”

徐治功为白明川的没水平话都想笑了，说：“难道共产党员因为吃了一顿饭，就连革命原则也不要了吗？”“抽烟！”田福堂又掏出两根纸烟，对两位争吵的上级说：“接上抽！”

这时候，听见外面有人敲门。

站在门后面的白明川顺手把门拉开，接着便叫道：“噢，是润叶嘛！你什么时候回来的？你爸也正在这里呢！”田福堂一看是自家的女儿，赶紧走过来，问他：“坐顺车回来的？”

润叶说：“是公共汽车。”

徐治功一看是福堂的女儿，满脸的不高兴暂时收藏起来，笑着说：“你怎知道你爸在公社哩？”

“我不是找我爸，我来找你和白叔叔。”润叶说。“什么事？”白明川和徐治功几乎同时问。

田福堂也不知他女儿找公社领导有什么事，站在旁边一脸的迷惑。

润叶接着就把她二爸的信递给了白明川。


五谷里（那个）田苗子，唯有高粱高，一十三省的女儿哟，数上（那个）兰花花好……兰花脸涨得通红，跑过去用她那老茧手在王满银的后脑勺上拍了一巴掌。王满银脖子一缩，眼一瞪，嬉皮笑脸地把舌头一吐——他这副鬼样子把两个孩子逗得直笑……
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book1/14/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book1/16/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:"left"
}
p {text-indent: 2em;}
</style>