<template>
  <div class="counter-warp">
     <div class="title" text-align="left">人间失格</div>
     <div text-align="center">手记之一</div>
      
     <div class="home" >
     
　　<p>我过的是一种充满耻辱的生活。 </p>
  
 对我来说，所谓人的生活是难以捉摸的。因为我出生在东北的乡下，所以初次见到火车，还是长大了以后的事情。我在火车站的天桥上爬上爬下，完全没有察觉到天桥的架设乃是便于人们跨越铁轨，相反认为，其复杂的结构，仅仅是为了把车站建成外国的游乐场那样又过瘾又时髦的设施。很长一段时间我一直都这么想。沿着天桥上上下下，这在我看来，毋宁说是一种超凡脱俗的俏皮游戏，甚至我认为，它是铁路的种种服务中最善解人意的一种。尔后，当我发现它不过是为了方便乘客跨越铁轨而架设的及其实用的阶梯时，不由得大为扫兴。  

 另外，在孩提时代，我从小人书上看到地铁时，也以为它的设计并非出自于实用性需要，而是缘于另一个更好玩的目的：即比起乘坐地面上的车辆，倒是乘坐地下的车辆更显得别出心裁，趣味横生。  

 从幼年时代起，我就体弱多病，常常卧床不起。我总是一边躺着，一边思忖到：这些床单、枕套、被套、全都是无聊的装饰品。直到自己二十岁左右才恍然大悟，原来它们都不过是一些实用品罢了。于是，我对人类的节俭不禁感到黯然神伤。 

 还有，我也不知道饥肠辘辘是何等滋味。这倒并不是故意炫耀自己生长在不愁吃不愁穿的富贵人家。我绝不是在那样一种愚蠢而浅薄的意义上这么说的，只是我真的对“饥肠辘辘”的感觉一无所知而已。或许我这样说有点蹊跷，但是即使我两腹空空，也真的不会有所察觉。在上小学和中学时，一旦我从学校回到家里，周围的人就会七嘴八舌地问道：“哎呀，肚子也该饿了吧，我们都有过类似的体验呐。放学回家那种饥饿感，可真要人命啦。吃点甜纳豆怎么样？家里还有蛋糕和面包哟。”而我只顾着发挥自己与生俱来的那种讨好人的秉性，一边嗫嚅着“我饿了我饿了”一边把十粒甜纳豆一股脑儿塞进嘴巴里。正因为如此，我对所谓的“饥饿感”是何等滋味，一点也不了解。 

 当然，我也吃很多东西，但我不曾记得，有哪一次是因为饥饿才吃的。我吃那些看起来珍奇的东西，看起来奢华的东西。还有去别人家时，对于主人端上来的食物，我即使勉为其难也要咽下肚去。在孩提时代的我看来，最痛苦难捱的莫过于自己家吃饭的时候。 

 在我乡下的家中，就餐时，全家人一共有十个左右，大家各自排成两列入座。作为最小的孩子，我当然是坐在最靠边的席位上。用餐的房间有些昏暗，吃午饭时只见十几个人全都一声不响的嚼着饭粒，那情形总让我不寒而栗。再加上这是一个古板的旧式家族，所以，每顿端上饭桌的菜肴几乎都是一成不变的，不可能奢望出现什么稀奇的山珍，抑或奢华的海味，以至我对用餐时刻充满了恐惧。我坐在那幽暗房间的末席上，因寒冷而浑身颤抖。我把饭菜一点一点勉强塞进口中，不住地忖度着：“人为什么要一日三餐呢？大家都一本正经地板着面孔吃饭，这似乎成了一种仪式。一家老小，一日三餐，在规定的时间内聚集到一间阴暗的屋子里，井然有序地并排坐着，不管你有没有食欲，都得一声不吭地咀嚼着，还一边佝着身躯埋下头来，就像是对着那蛰居于家中的神灵们祈祷一样。” 

 “不吃饭就会饿死”，这句话在我的耳朵听来，无异于一种讨厌的恐吓。任这种迷信（即使到今天，我依旧觉得这是一种迷信）却总是带给我不安与恐惧。“人因为不吃饭就会饿死，所以才不得不干活，才不得不吃饭”——在我看来，没有比这句话更晦涩难懂，更带有威吓性的言辞了。 

 总之，也就意味着，我对人类的营生仍然是迷惑不解。自己的幸福观与世上所有人的幸福观风马牛不相及，这使我深感不安，并因为这种不安而每夜辗转难眠，呻吟不止，乃至精神发狂。我究竟是不是幸福呢？说实话尽管我打幼小起，就常常被人们称之为幸福的人，可是我自己却总是陷入一种置身于地狱的心境中，反倒认为那些说我幸福的人比我快乐得多，我和他们是无法相提并论的。 

 我甚至认为，自己背负着十大灾难，即使将其中的任何一个交给别人来承受，也将会置他于死地。 
 
 
 
 
 反正我是弄不明白的。别人苦恼的性质和程度，都是我捉摸不透的谜。实用性的苦恼，仅仅依靠吃饭就一笔勾销的苦恼，或许这才是最为强烈的痛苦，是惨烈得足以使我所列举的十大灾难显得无足轻重的阿鼻地狱。但我对此却一无所知。尽管如此，他们却能够不思自杀，免于疯狂，纵谈政治，竟不绝望，不屈不挠，继续与生活搏斗。他们不是并不痛苦吗？他们使自己成为彻底的利己主义者，并虔信那一切理所当然，曾几何时怀疑过自己呢？这样一来，不是很轻松惬意吗？然而，所谓的人并不全部如此，并引以满足吗？我确实弄不明白......或许夜里酣然入睡，早晨就会神清气爽吧？他们在夜里都梦见了什么呢？他们一边款款而行，一边思考着什么呢？是金钱吗？绝不可能仅仅如此吧？尽管我曾听说过“人是为了吃饭而活着的”，但却从不曾听说过“人是为了金钱而活着的”。不，或许......不，就连这一点我也没法开窍。......越想越困惑，最终的下场就是被“唯有自己一个人与众不同”的不安和恐惧牢牢攫住。我与别人无从交谈，该说什么，该怎么说，我都不知道。 

 在此，我想到了一个招数，那就是扮演滑稽的角色来逗笑。 

 这是我对人类最后的求爱。尽管我对人类满腹恐惧，但却怎么也没法对人类死心。并且，我依靠逗笑这一根细线保持住了于人类的一丝联系。表面上我不断地强装出笑脸，可内心里却是对人类拼死拼活的服务，汗流浃背的服务。 

 

 夏天，我居然在浴衣外面套上一件鲜红的毛衣，沿着走廊走来走去，惹得家里人捧腹大笑，甚至连不苟言笑的兄长也忍俊不禁： 

 “喂，阿叶，那种穿着不合时宜哟！” 

 他的语气里充满了无限的爱怜。是啊，无论怎么说，我都不是那种不知冷暖，以致于会在大热天里裹着毛衣四处窜动的怪人呐。其实，我是把姐姐的绑腿缠在了两只手臂上，让它们从浴衣的袖口中露出一截，以便在旁人的眼里看来，我身上像是穿了一件毛衣似的。 
 
 
 
 

 而这仅仅是其中一个微不足道的事例。相互欺骗，却又令人惊奇地不受到任何伤害，甚至于就好像没有察觉到彼此在欺骗似的，这种不加掩饰从而显得清冽、豁达的互不信任的例子，在人类生活中比比皆是。不过，我对相互欺骗这类事情并没有太大的兴趣。就连我自己也是一样，依靠扮演滑稽角色来整天欺骗人们。对于那种教科书式的正义呀、道德之类的东西，我不可能抱有太大的兴趣。在我看来，倒是那些彼此欺骗，却清冽而开朗地生存着，抑或是有信心清冽而开朗地生活下去的人，才是令人费解的。人们最终也没有教给我其中的妙谛。或许明白了那些妙谛我就不再那么畏惧人类，也不必拼命提供逗笑服务了吧。或许也就犯不着再与人们的生活相对立从而体验那种每个夜晚的地狱所带来的痛楚了吧。总之，我没有向任何人控诉那些男女佣人犯下的可恨罪愆，并不是出于我对人类的不信任，当然更不是基督教的影响，而是因为人们对我这个名叫叶藏的人关闭了信誉的外壳之缘故。因为就连父母也不时向我展示出他们令人费解的部分。 

 然而，众多的女性却依靠本能，嗅出了我无法诉诸于任何人的那种孤独气息，以致于多年以后，这成了我被女人们乘虚而入的种种诱因之一。 

 既是说，在女人眼里，我是一个能保守恋爱秘密的男人。  
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book4/mulu/kaishi/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book4/rjshg/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book4/mulu/zhier/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
