<template>
  <div class="counter-warp" >
                   <div text-align="center">第十三章</div>
                   <div class="home">

  <p>田福军和他爱人徐爱云正在厨房里忙着炒菜。因为老丈人过生日</p>，福军今天破例亲自下厨房执起了炒瓢。

徐国强老汉就爱云一个女儿，以前福军和爱云又一直在外地工作，这几年回到本县，他们要弥补以前的不足，因此对老人格外体贴。老汉前几年刚退休，接着老伴也病故了，女儿女婿就劝老人搬到了他们家。

老岳父是个老粗干部，识字不多，一旦不工作，闲得很寂寞。他不读书，也不看报，整天没事，就在院子的那个花坛里修修整整。也不正经务什么花，种一点牵牛花和能染指甲的那种小红花。花坛里大部分种的是庄稼。地块虽小，样数倒不少。几棵玉米，几棵红薯和土豆，还栽几棵辣椒和茄子。玉米旁边带着豆角，花坛转边还种了一圈南瓜。一年四季，这花坛里倒也另有一番情趣。夏秋之间，南瓜蔓子扯得满院子都是，绊得人都走不利索，田福军有时下班回来，看见这番景象，都忍不住想笑。

老丈人每年的生日，在田福军家里就是一件大事。老人年纪大了，又很孤单，一家人借此专为他热闹一番，老汉心里也高兴。田福军常忙得顾不上吃饭，更不用说做饭了，平时不是他爱人做，就是他侄女润叶做。但老丈人过生日的菜，他年年都要亲自上手。他过去学着做过几样菜，还比较拿手，另一方面，也表示了他对丈人生日的重视。

他现在腰里束着他爱人的围裙，正忙着拌凉菜。徐爱云在案子上给他备炒菜的材料，看丈夫这模样忍不住抿嘴微笑。他一边拌菜，一边不时问爱云某种调料搁在什么地方。爱云就转身给他指点，或者干脆停了手中的活，亲自给他拿在跟前。

他俩在厨房忙着，徐国强老汉一个人坐在窑里的热炕头上，一边抽烟斗，一边用一只手悠闲地抚摸着身边的一只老黑猫。这只猫全身皮毛象黑缎子一样光滑，两只金黄的眼睛闪闪发光。它和徐国强形影不离，晚上也在一个被窝里睡。老汉今天过生日，把胡子刮得干干净净，身上也换了女儿给他新做的衣服，自满地坐在炕头上，一脸的福相。家里现在只有这三个大人。晓霞到城关小学叫她姐去了。田福军的大儿子晓晨在西北大学上学，已经收假走了。只是一会还要来个客人。这人就是向前他爸李登云。登云过去一直是徐国强的老下级，是老汉一手提拔起来的，因此李主任一直对徐老很尊敬。自从老汉退休后，每年过生日他都要来祝寿。今天上午县常委会完了以后，登云就给田福军说，他今天中午一定到他家里看望老首长。

田福军和李登云过去虽然早就认识，但基本没在一块工作过。登云一直在这县上工作。田福军以前大部分时间都在地委，只是一九七○年从“牛棚”里出来以后，在另外一个县下放劳动了半年，才分配回本县当了副主任——这算来也快满五年了。他现在是县上的二把手，登云排在他后面。

这四年多来，他和登云的关系有点微妙。在许多问题的看法上，福军和一把手冯世宽有分歧，登云明显地支持世宽。只是由于和他老岳父的关系，才不象世宽和他那样在这些问题上面对面发生冲突。不，登云和他从来没公开红过脸。登云只是用实际行动来支持世宽而反对他。在他来本县任职之前，世宽和登云已经在这个县一块工作好多年，两个人早就是老搭档了。据说在任命他时，世宽还找黄原地区革委会管组织的领导，让组织把李登云排在他前面。只是因为地区不同意才作罢。登云不会不知道这些情况，因此他对世宽感恩戴德——倒好象他田福军来挡了他的路！

田福军在厨房里一边炒菜，脑子不由想着前几天常委会上他和世宽的争吵。为了在全县开展赛诗、赛歌、赛唱革命样板戏的运动，世宽他们竟然决定，要全县每个大队除过自己队搞这“三赛”外，还要抽十个男青年，十个女青年，十个老头和十个老婆集中到公社赛。公社赛完，每个公社再选拔四十个男青年，四十个女青年，四十个老头和四十个老婆到县上来赛。他在会上指出：虽说政治运动不能不搞，但这种搞法太过分了！影响农业学大寨不说，这么多老年人折腾下来，说不定还得抬埋两个人哩！而世宽却反驳他说，这样搞正是为了促进农业学大寨！并且还指责他得了“政治幼稚病”。他当时就笑了。谁得了这种病？是他吗？当然，由于他的反对，是否这样搞，会议最后也没定下来。可会一完，管政工宣传的李登云就完全按冯世宽的意见给各公社布置下去了。他没有办法制止这种荒唐的做法。岂止是这种事哩！目前多少事使他在内心里充满了痛苦！但他是共产党员，而且是一个县的领导人，他也不得不做他反感的许多事！什么叫痛苦啊？这就叫痛苦……“爱云，你尝这个菜怎样？”田福军拿了一双干净筷子，把炒好的一盘肉丝夹了一点，送到他爱人的嘴边。

徐爱云尝了尝菜，笑了，说：“很好，就是没放盐！”“啊？”田福军赶紧自己也尝了一点，便仰起头哈哈大笑了。他把这盘炒好的肉丝又倒进炒瓢里，说：“做成回锅肉了！”

他把重新又放了盐的肉丝倒进盘子后，爱云从他手里夺过炒瓢，说：“干脆让我来炒！你心不在焉，别一会把“驱虫剂”也倒进锅里去！”

福军笑了笑，用毛巾擦擦手，就出了厨房。他想：登云大概快来了吧？

他站在院子里，望见城对面的山湾里，一片桃林已经开得如火如霞了。城市上空，袅袅地飘曳着几缕淡蓝色的炊烟。空气湿润润的，充满了河流和土地解冻后的气息。阳光并不很晃眼，温暖地照耀着依然没有绿色的大地。

田福军长长地吐了一口气，解开毛衣的钮扣，就慢慢地踱进了自己的窑洞。

进窑后，他在书架里摸出一本《史记》，从折页的地方打开，但又不想读，背抄着手，踱到墙上的那张大开的世界地图前面。

这家里的陈设是知识分子型的。三个大书架，两个是他的——大部分是历史、政治经济学书籍，也有一些中外文学名著。另一架是爱云的医学书籍。田福军一九四三年十三岁的时候，就上了边区的黄原师范，以后又在黄原高中部毕业，才参加了工作——当时到西北党校秘书科当了秘书。一九五○年转到黄原行署财经委员会当干事，不久又提拔为专署统计科科长。一九五五年进入中国人民大学学农业统计专业。大学学完后，本来当时的中央农业部要他，但他还是要求回到了黄原地区。在地区，他先后任专署办公室主任、地委农工部长、地委秘书长兼农村政策研究室主任等职。从一九六六年到一九七○年之间，他基本上是挨批斗，关牛棚。由于他的经历，使他养成了看书和爱思考问题的习惯。就是在下乡的时候，他也要背一挂包书。他常想，读书多，想的事多，苦恼自然也就多。还不如象他岳父一样，不读书，不看报，心里不搁多少事；退休以后，再养一只猫，种几棵庄稼……他忍不住笑了：他真正要是那样，恐怕又一天也活不下去了……



她喊了一声他的名字，就迈着两条软绵绵的腿跑过去了……
 </div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book1/12/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book1/14/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:"left"
}
p {text-indent: 2em;}
</style>