<template>
  <div class="counter-warp">
     <div class="title" text-align="left">牧羊少年奇幻之旅</div>
     <div text-align="center">第三章</div>
      
     <div class="home" >
     
　　<p>"那我们就面临一个难题了。如果你认为你有足够多的羊，我就</p>无法帮助你了。" 

男孩不高兴了。他并没有请求帮助，相反是老翁跟他要酒喝，找话谈，翻阅他的书。 

"请把书还给我。"男孩说道，"我要去赶我的羊群上路了。" 

"把你十分之一的羊儿给我，"老人说道，"我就教你如何找到宝藏的地方。" 

男孩于是又想起了他的梦，突然间一切都变得清清楚楚。老妇没有收取他一文钱，但这个老翁——也许是她的丈夫——，却以提供莫须有的信息为交换条件，想骗取他更多的钱。老翁大概也是个吉卜赛人。 

不等男孩开口，老翁便俯下身子，拿起一根木棍，开始在广场的沙地上写了起来。俯身时，他怀里的一个什么东西闪烁了一下，放射出的光芒如此强烈，几乎使男孩什么都看不见了。老翁以一个他这种年纪不该有的极快动作，又用罩袍将那个发光物遮盖住了。男孩的视力恢复了常态，看清了老翁所写的东西。 

在这个小城主广场的沙地上，男孩读到了自己父母亲的名字，读到了直至此刻为止他走过的人生历程，童年的玩耍，神学院的寒夜。他还读到了那个商人的女儿的名字，这是男孩过去一直不知道的。有些事情他从未向任何人讲过，比如有一天他曾偷出父亲的枪打死过鹿，还有他的第一次独自的性体验，也竟然都写在了沙地上。 

"我是撒冷之王。"老翁说道。 

"一个国王为什么要和一个牧羊人交谈呢？"男孩羞愧而又极为敬畏地间道。 

"有几个原因。但我要说的是，最重要的是你已具备能力履行你的天命。" 

男孩不懂得什么是天命。 

"天命就是你一直总希望去做的事情。所有的人在刚步人青年时代时，都知道自己的天命是什么。 

"在生命的那一时刻，一切都清清楚楚，一切都是可能的，人们敢于梦想，敢于渴望他们喜欢见到的一切发生在自己的生活之中。然而，随着时光的流逝，一种神秘的力量开始试图证明，实现天命是不可能的。" 

男孩并不能完全听懂老翁所说的话，但是他想知道什么是"神秘的力量"，当他再讲给商人的女儿听的时候，她一定会惊讶得目瞪口呆。 

"这种力量看似有害，其实它正教导你如何去实现自己的天命。它能锻炼你的精神和砥砺你的意志，因为在这个星球上存在着一种伟大的真理:无论你是谁，或无论你想做什么事，当你真心想得到某种东西时，那是因为这种愿望产生于宇宙的灵魂。这就是你来到世间的使命。" 

"哪怕仅仅是四处旅行?或者是与一位纺织品商人的女儿结婚？" 

"或是去寻找一批财宝。世界灵魂由人们的幸福或是厄运、羡慕、嫉妒所滋养。实现自己的天命是人们惟一的责任。万物为一。 

"当你渴望得到某种东西时，整个宇宙都会协力使你实现自己的愿望。" 

两个人都沉默了片刻，望着广场和那里的人们。老翁首先开口问道: 

"为什么你要牧羊呢？" 

"因为我喜欢旅行。" 

广场的一角，有一个卖爆米花的小贩站在自己红色小车的旁边，老翁指着他说道: 

"那个卖爆米花的人小时候也一直希望四处旅行，但他却宁肯先买下一辆爆米花车，年复一年地攒钱。等他老了的时候，他会到非洲去上一个月。他永远不会明白，人们总是有条件去实现自己梦想的。" 

"他本应该选择当一名牧羊人。"男孩高声说道。 

"他想到过这一点，"老翁说，"但是爆米花小贩比牧羊人的地位要高。爆米花小贩有自己的房子，而牧羊人却要露宿野外。作父母的情愿把女儿嫁给爆米花小贩而不是牧羊人。" 

男孩心中感到一阵刺痛，他想到了商人的女儿。在她居住的村庄里，应该会有一个爆米花小贩。 

"总之，对他们而言，人们对爆米花小贩和牧羊人的看法，竟然变得比自己的天命还要重要。" 

老翁翻阅着那本书，漫不经心地读着其中的一页。男孩等待了片刻，然后就以老翁打断他的同样方式也打断了老翁的阅读。 

"你为什么要跟我讲这些呢？" 

"因为你试图履行自己的天命，而现在差一点就险些要放弃它。" 

"你总是在这种时刻出现吗？" 

"并不总以这种方式，但我总是会出现的。有些时候，我以一条好的出路、一个好的主意的形式出现。还有些时候，在关键时刻让事情变得更容易些。以此类推吧。不过大多数人意识不到这一点。" 

老翁讲到，上个星期他曾不得不以一块石头的模样出现在一个矿工面前。这个矿工放弃了一切去寻找绿宝石，在一条河里一干就是五年，敲碎了九十九万九千九百九十九块石头也没找到一块绿宝石。这时候矿工想要放弃了，其实只差一块石头——仅仅是一块石头——，他就会发现他的绿宝石。因为矿工己经为完成自己的天命牺牲了一切，所以老翁决定帮他一把。老翁把自己变成一块石头，滚动到矿工的脚前。五年来的怒气和失败，使矿工捡起石头便向远处扔去。由于用力很猛，这块石头撞在另一块石头上时就碎裂了，露出了世上最美丽的一块绿宝石。 

"世人很早就学习生活的道理，"老人双眼带着某种苦涩说道，"也许正因为如此，他们也很早就放弃了这些道理。世事就是如此。" 

男孩此刻想起了他们的谈话是从宝藏开始的。 

"流水可以使宝藏露出地面，也可以把它掩埋在地下，"老翁说道，"假如你想知道有关你的财宝的情况，就必须把你的十分之一的羊儿给我。" 

"把财宝的十分之一给你不行吗？" 

老翁露出失望的神情。 

"如果你把还没有到手的东西许诺出去，你就会失去为得到它而努力的愿望。" 

男孩于是说出他己经答应将财宝的十分之一给为他解梦的吉卜赛女人。 

"吉卜赛人聪明，"老翁叹息道，"无论如何，让你懂得生活中的一切都要有一个代价是件好事。光明斗士试图教给人们的正是这一点。" 

老翁把书还给了男孩。 

"明天还是这个时候，你把你十分之一的羊儿交给我，我将教你如何去找到那批宝藏。再见。" 

接着老翁便在广场的一个角落消失了。 

男孩想要读书，但却无法再集中精神。他感到紧张不安，因为他知道老翁说的是实话。 

他径直走到爆米花小贩前，买了一包爆米花，同时心里考虑是否应该将老翁所说的告诉小贩。有时候最好是让事情维持现状，男孩想道，于是便没有开口。如果他说出来，Qī.shū.ωǎng.爆米花小贩就会花上三天时间去想是否要舍弃现有的一切，但是他已经十分习惯与他的小车在一起了。 

男孩不想让小贩烦恼。他开始毫无目的地在城里闲逛，最后来到了港口。这里有一间小屋，小屋有一扇窗口，有人在那里购买船票。埃及就在非洲。 

"要买船票吗？"窗口里面的人问道。 

"也许明天吧。"男孩边说边走开了。只要卖掉一只羊，他就可以到达海峡的另一岸。这个念头使他感到一阵惊恐。 

"又一个白日做梦的，"售票员见男孩走开了便对他的助手说道，"他没有钱去旅行。" 

刚才在售票窗口前，男孩曾想到了他的羊群，现在他害怕回到它们的身边。两年来他己经掌握了牧羊人应该有的全部本领:会剪羊毛，会照顾怀孕的母羊，知道如何保护羊群不受狼的伤害。他熟悉安达卢西亚所有的田野和牧场，清楚他的每一只羊买入和卖出的合理价格。 

他决定选一条最绕远的路返回朋友的羊圈。该市也有一座城堡，他决定爬上石头斜坡，到其中的一段城墙上坐下来，从那上面他可以看到非洲。曾有人告诉过他，摩尔人当年就是从这里过来的，占领了几乎整个西班牙许多许多年。男孩憎恶摩尔人，是他们把吉卜赛人带到这里来的。 

从他坐着的地方也能俯瞅几乎整个城市，包括他与老翁谈话的那个广场。 

"在那个时候遇见他真是讨厌，"男孩想道。他到这里来只是想要找个为他解梦的女人而已，可无论是那个老妇还是那个老翁，都漠视他只是一个牧羊人的这一事实。他们都是孤单老人，己经不再相信生活，不理解牧羊人最后会与他们的羊儿紧密相连。他对他的每只羊都了如指掌，知道哪只羊瘸了腿，哪只羊两个月后要下崽，哪些羊最懒。他还知道如何给它们剪羊毛，如何宰杀它们。假如他决定离开它们，它们将会是很痛苦的。 

起风了。他知道这种风，人们把它称作黎凡特风，因为当年成群的异教徒就是与这种风一起来的。在熟悉塔里法市之前，男孩从未想过非洲离这里竟如此之近。这乃是一种巨大的危险:摩尔人有可能重新人侵。 

黎凡特风越刮越猛。我要在羊群和财宝之间作出抉择，男孩想道。一个是他已然习惯了的东西，另一个是他想要拥有的东西，他只能选择其中之一。还有那个商人的女儿，但她不像羊群那么重要，因为她并不依赖于他。也许她都不记得他了。男孩确信，如果两天后他没到那里去，女孩也一定不会有所察觉，因为对她来说，每一天都是一模一样的。如果每一天都变得一模一样，那是因为人们不再能感受到美好的东西，但只要太阳穿越天空，人们的生活中就总会出现美好的东西。
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
 methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book3/mulu/2/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book3/muyangshaonian/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book3/mulu/4/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
