<template>
  <div class="counter-warp">
     <div class="title" text-align="left">牧羊少年奇幻之旅</div>
     <div text-align="center">第十七章</div>
      
     <div class="home" >
     
　　<p>从那一天起，男孩理解了自己的心灵。他请求心灵永远都不要离开</p>他。他还请求，当他远离自己的梦想时，心灵要在胸膛加快跳动，发出警报的信号。男孩发誓，只要一听到这个信号，便会听从它的指引。 

那天晚上，男孩把这一切都告诉了炼金术士。炼金术士明白，男孩的心灵己返回世界灵魂。 

"现在我该怎么做呢？"男孩问道。 

"朝金字塔方向前进。"炼金术士说道，"你要继续留意预兆。你的心灵己经能够为你指出财宝在何处了。" 

"这就是我所需要知道的吗？" 

"不。"炼金术士回答说，"你需要知道的事情如下: 

"在实现一个梦想之前，世界灵魂总是决定要对寻梦者一路所学到的一切加以检测。它所以这样做并非因为它居心不良，而是让我们与梦一起，也能够掌握在寻梦过程中所学习到的知识。这是多数人会放弃的一个时刻。在沙漠的语言中，我们把这称之为‘渴死在椰枣树己经出现在地平线上之时’。 

"每一次寻梦都以创始者的运气开始，又总以对征服者的考验结束。" 

男孩回想起故乡的一句古老的谚语:最黑暗的时刻出现在黎明之前。 

翌日，第一个具体的危险信号出现了。三名部落战士走近他们，询问男孩和炼金术士到这里来干什么。 

"我是带着猎鹰来狩猎的。"炼金术士回答道。 

"我们需要对你们进行搜查，看看你们是不是带着武器。"其中的一位战士说道。 

炼金术士缓缓地下了马，男孩也同样如此。 

"你带着这么多钱干什么?"搜查男孩钱袋的战士问道。 

"为了能到达埃及。"男孩回答说。 

搜查炼金术士的战士发现了一个装满液体的小水晶瓶，还有一个比鸡蛋略大一点的黄色玻璃蛋。 

"这是些什么东西？"战士问道。 

"哲人石和长命液，是炼金术士们炼出的元精。谁要是喝了这种液体，谁就永远不会生病;而这块石头的一点点碎片就能把任何金属变成黄金。" 

战士们哈哈笑了起来，炼金术士也和他们一起笑了。这些战士认为炼金术士的回答十分有趣，于是末加阻拦就放两个人带着他们的全部东西离去了。 

"你疯了吗？"当他们走出相当远的时候，男孩向炼金术士问道，"你为什么要那样说呢？" 

"为了向你说明世上的一个简单规律。"炼金术士回答说，"当我们眼前拥有巨大的财宝时，我们却永远不会察觉。你知道为什么吗?因为人们不肯相信这些财宝的存在。" 

两个人继续在沙漠申行进。随着时间一天天过去，男孩的心灵就变得日益沉默。它已然不想知道过去的事情或是将来的事情，而是也满足于观察沙漠奇-[书]-网，与男孩一起从世界灵魂中汲取东西。男孩和他的心灵成了好朋友，彼此都无法背叛对方。 

心灵开口讲话，乃是为了给男孩以鼓舞和力量，因为有时候男孩觉得沉默无语的日子会令人感到极大的厌烦。心灵第一次告诉了男孩他所具有的伟大品质:放弃羊群和追寻天命时所表现出的勇气，在水晶店工作时所表现出的热情。 

心灵还告诉男孩一件男孩过去未曾注意到的事情:危险曾与他擦肩而过，但男孩却从末察觉到。心灵说，有一次，它把男孩从父亲那里偷来的一支手枪藏了起来，因为这支枪很可能会伤害到男孩自己。它还回忆说，有一天，男孩在野外生了病，呕吐起来，然后就睡了很长的时间。当时有两个强盗正在前面等候他，打算抢走他的羊，并且把他杀害。但是因为男孩没有来，他们便以为男孩改变了路线，于是就离去了。 

"心灵总是给人以帮助吗?"男孩问炼金术士。 

"只帮助那些追随自己天命的人。不过，它们更肯帮助儿童、醉汉和老人。" 

"这意味着我不会有危险吗？" 

"只意味着心灵会全力以赴。"炼金术士回答道。 

一天下午，他们路经一个部落的营地。营地的所有角落都有阿拉伯人，他们穿着醒目的白色服装，装备着武器，一边吸着水烟袋，一边讲着战斗的故事。谁都没有太在意两个路过的旅行者。 

"没有任何危险。"离开营地还不远时男孩说道。 

炼金术士生气了。 

"要信任你的心灵，"他说道，"但是也不要忘记你正身处沙漠之中。当人们进行战争时，世界灵魂同样能感受到战斗的呐喊声。谁也不能不承受太阳底下发生的每一件事所造成的后果。" 

"万物为一，"男孩想道。 

仿佛沙漠有意要证明老炼金术士的话是正确的，在他们的身后出现了两位骑兵。 

"你们不能再往前走了，"其中的一位骑兵说道，"你们来到了正在打仗的地区。" 

"我不会走出很远。"炼金术士回答说，同时直视着骑兵们的眼睛。两位骑士沉默了片刻，随后便同意他们俩继续前行。 

男孩出神地目睹了这一切。 

"你用目光制服了他们。"他说道。 

"眼睛能够显示灵魂的力量。"炼金术士回答道。 

"千真万确，"男孩想道。他已经察觉到，在营地的那群战士当中，有一个人正紧紧地盯着他们俩，由于距离太远，所以男孩无法看清这个人的面孔。但是男孩确信，此人正在注视着他们。 

当他们开始翻越绵延于整个地平线的一座山脉时，炼金术士对男孩说，再有两天他们就可以抵达金字塔了。 

"如果我们马上就要分手的话，"男孩说道，"就请你教教我炼金术吧。" 

"你已经会了，那就是深人到世界灵魂中去，发现它为我们保留的财宝。" 

"这不是我想知道的，我说的是如何把铅变成黄金。" 

炼金术士尊重沙漠的沉默，直到他们停下来准备吃饭的时候，才回答了男孩。 

"宇宙万物都在演化，"他说道，"对智者而言，金子是演化最甚的金属。你不要问为什么，因为我也不知道。我只知道传统总是正确的。 

"世人没有正确地领会智者的话，于是金子不仅没有成为演化的象征，反而成为战争的信号。" 

"事物会讲许多种语言，"男孩说道，"当骆驼嘶鸣时，我只把它看成是一声嘶鸣，后来它却变成了提示危险的信号，最终又重新变成一声嘶鸣。" 

男孩止住了自己的话。炼金术士应该知道所有这一切。 

"我认识一些真正的炼金术士，"炼金术士接着说道，"他们把自己关在实验室里，努力使自己像金子一样发生演化，于是便发现了哲人石，因为他们懂得，当一种东西发生演化时，它周围的一切也都会发生演化。 

"还有一些炼金术士偶然得到了哲人石。这些人具有天赋，他们的灵魂比其他人的更为清醒。但是这些人不能算数，因为他们为数太少。 

"最后还有一些炼金术士，他们所追求的只是金子而已，所以永远不能发现其中的奥秘。他们忘记了，铅、铜、铁同样也有自己要履行的天命，谁干涉其他事物的天命，谁就永远发现不了自己的天命。" 

炼金术士的话语仿佛是一个诅咒发出了声音。他弯下身，在沙地上捡起一个贝壳。 

"这个地方从前有一天曾是海洋。"炼金术士说道。 

"我已经注意到了。"男孩回答说。 

炼金术士让男孩把贝壳放到耳边。小的时候，男孩曾这样做过许多次，这一回他又听到了海的喧闹。 

"大海继续留在这只贝壳里，因为这是它的天命。它永远不会离开贝壳，直到沙漠重新被海水覆盖。" 

两个人随后骑上马，继续朝金字塔的方向行进。 

太阳开始西沉时，男孩的心灵发出了危险的信号。此刻，他们正身处一些巨大的沙丘中央，男孩望了炼金术士一眼，但炼金术士仿佛什么都没有注意到。五分钟之后，男孩发现自己面前出现了两名骑兵，阳光照出了他们的侧影。末等男孩对炼金术土讲话，两名骑兵就变成了十名，接着又变成了一百名，最后则布满了所有的巨大沙丘。 

这些人身着蓝色服装，缠头布上套着黑色的头圈，蓝色的纱巾遮着面孔，只露出了眼睛。 

虽然离得甚远，依然能看出他们的眼睛显示出了他们灵魂的力量。这些眼睛正在讲述着死亡。 

两个人被带到附近的一座军营。一名士兵把男孩和炼金术士推进了一座帐篷。这座帐篷与男孩在绿洲见到过的帐篷不同，一名指挥官正在里面与他的参谋人员开会。 

"他们是间谍。"其中的一个人说道。 

"我们只是旅行者。"炼金术士回答说。 

"三天前，有人看到你们在敌方的营地里，你们还和他们中的一名战士谈过话。" 

"我是个在沙漠里四处走动的人，我了解星象。"炼金术士说道，"我对军队，或是说部落的行动一无所知。我只是为给我的朋友当向导才来到这里。" 

"你的朋友是什么人？"指挥官问道。 

"一名炼金术士。"炼金术士回答说，"他通晓自然界的威力，并希望向指挥官展示他的特异功能。" 

男孩静静地听着，心里十分害怕。 

"一个外国人跑到一个外国来干什么？"另外一个人问道。 

"他带来了钱想献给你们部落。"不等男孩开口，炼金术士便抢先回答说，接着就拿过男孩的钱袋，把金币交给了指挥官。
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book3/mulu/16/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book3/muyangshaonian/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book3/mulu/18/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
