<template>
  <div class="counter-warp">
     <div class="title" text-align="left">围城</div>
     <div text-align="center">第六章</div>
      
     <div class="home" >
     
　　<p>三闾大学校长高松年是位老科学家。这“老”字的位置非常为难，</p>可以形容科学，也可以形容科学家。不幸的是，科学家跟科学不大相同；科学家像酒，愈老愈可贵，而科学像女人，老了便不值钱。将来国语文法发展完备，终有一天可以明白地分开“老的科学家”和“老科学的家”，或者说“科学老家”和“老科学家”。现在还早得很呢，不妨笼统称呼。高校长肥而结实的脸像没发酵的黄面粉馒头，“馋嘴的时间”（Edax  Vetustas）咬也咬不动他，一条牙齿印或皱纹都没有。假使一个犯校规的女学生长得很漂亮，高校长只要她向自己求情认错，也许会不尽本于教育精神地从宽处分。这证明这位科学家还不老。他是二十年前在外国研究昆虫学的；想来三十年前的昆虫都进化成为大学师生了，所以请他来表率多士。他在大学校长里，还是前途无量的人。大学校长分文科出身和理科出身两类。文科出身的人轻易做不到这位子的。做到了也不以为荣，准是干政治碰壁下野，仕而不优则学，借诗书之泽，弦诵之声来休养身心。理科出身的人呢，就完全不同了。中国是世界上最提倡科学的国家，没有旁的国度肯这样给科学家大官做的。外国科学进步，中国科学家进爵。在国外，研究人情的学问始终跟研究物理的学问分歧；而在中国，只要你知道水电，土木，机械，动植物等等，你就可以行政治人——这是“自然齐一律”最大的胜利。理科出身的人当个把校长，不过是政治生涯的开始；从前大学之道在治国平天下，现在治国平天下在大学之道，并且是条坦道大道。对于第一类，大学是张休息的靠椅；对于第二类，它是个培养的摇篮——只要他小心别摇摆得睡熟了。
　　高松年发奋办公，夙夜匪懈，精明得真是睡觉还睁着眼睛，戴着眼镜，做梦都不含糊的。摇篮也挑选得很好，在平成县乡下一个本地财主家的花园里，面溪背山。这乡镇绝非战略上必争之地，日本人唯一豪不吝惜的东西——炸弹——也不会浪费在这地方。所以，离开学校不到半里的镇上，一天繁荣似一天，照相铺，饭店，浴室，戏院，警察局，中小学校，一应俱全。今年春天，高松年奉命筹备学校，重庆几个老朋友为他饯行，席上说起国内大学多而教授少，新办尚未成名的学校，地方偏僻，怕请不到名教授。高松年笑道：“我的看法跟诸位不同。名教授当然好，可是因为他的名望，学校沾着他的光，他并不倚仗学校里地位。他有架子，有脾气，他不会全副精神为学校服务，更不会绝对服从当局指挥。万一他闹别扭，你不容易找替人，学生又要借题目麻烦。我以为学校不但造就学生，并且应该造就教授。找到一批没有名望的人来，他们要借学校的光，他们要靠学校才有地位，而学校并非非有他们不可，这种人才真能跟学校合为一体，真肯为公家做事。学校也是个机关，机关当然需要科学管理，在健全的机关里，决没有特殊人物，只有安分受支配的一个个单位。所以，找教授并非难事。”大家听了，倾倒不已。高松年事先并没有这番意见，临时信口胡扯一阵。经朋友们这样一恭维，他渐渐相信这真是至理名言，也对自己倾倒不已。他从此动不动就发表这段议论，还加上个帽子道：“我是研究生物学的，学校也是个有机体，教职员之于学校，应当像细胞之于有机体——”这段至理名言更变而为科学定律了。
　　亏得这一条科学定律，李梅亭，顾尔谦，还有方鸿渐会荣任教授。他们那天下午三点多到学校。高松年闻讯匆匆到教员宿舍里应酬一下，回到办公室，一月来的心事不能再搁在一边不想了。
　　自从长沙危急，聘好的教授里十个倒有九个打电报来托故解约，七零八落，开不出班，幸而学生也受战事影响，只有一百五十八人。今天一来就是四个教授，军容大震，向部里报上也体面些。只是怎样对李梅亭和方鸿渐解释呢？部里汪次长介绍汪处厚来当中国文学系主任，自己早写信聘定李梅亭了，可是汪处厚是汪次长的伯父，论资格也比李梅亭好，那时侯给教授陆续辞聘的电报吓昏了头，怕上海这批人会打回票，只好先敷衍次长。汪处厚这人不好打发，李梅亭是老朋友，老朋友总讲得开，就怕他的脾气难对付，难对付！这姓方的青年人倒容易对付的。他是赵辛楣的来头，辛楣最初不恳来，介绍了他，说他是留学德国的博士，真糊涂透顶！他自己开来的学历，并没有学位，只是个各国浪荡的流学生，并且并非学政治的，聘他当教授太冤枉了！至多做副教授，循序渐升，年轻人初做事不应该爬得太高，这话可以叫辛楣对他说。为难的还是李梅亭。无论如何，他千辛万苦来了，决不会一翻脸就走的；来得困难，去也没那么容易，空口允许他些好处就是了。他从私立学校一跳而进公立学校，还不是自己提拔他的；做人总要有良心。这些反正是明天的事，别去想它，今天——今天晚上还有警察局长的晚饭呢。这晚饭是照例应酬，小乡小镇上的盛馔，反来覆去，只有那几样，高松年也吃腻了。
　　可是这时候四点钟已过，肚子有点饿，所以想到晚饭，嘴里一阵潮湿。
　　同路的人，一到目的地，就分散了，好像是一个波浪里的水打到岸边，就四面溅开。可是，鸿渐们四个男人当天还一起到镇上去理发洗澡。回校只见告白板上贴着粉红纸的布告，说中国文学系同学今晚七时半在联谊室举行茶会，欢迎李梅亭先生。梅亭欢喜得直说：“讨厌，讨厌！我累得很，今天还想早点睡呢！这些孩子热心得不懂道理，赵先生，他们消息真灵呀！”
　　辛楣道：“岂有此理！政治系学生为什么不开会欢迎我呀？”
　　梅亭道：“忙什么？今天的欢迎会，你代我去，好不好？我宁可睡觉的。”
　　顾尔谦点头叹道：“念中国书的人，毕竟知体，我想旁系的学生决不会这样尊师重道的。”
　　说完笑迷迷地望着李梅亭，这时候，上帝会懊悔没在人身上添一条能摇的狗尾巴，因此减低了不知多少表情的效果。
　　鸿渐道：“你们都什么系，什么系，我还不知道是哪一系的教授呢。高校长给我的电报没说明白。”
　　辛楣忙说：“那没有关系。你可以教哲学，教国文——”
　　梅亭狞笑道：“教国文是要得我许可的，方先生；你好好的巴结我一下，什么都可以商量。”
　　说着，孙小姐来了，说住在女生宿舍里，跟女生指导范小姐同室，也把欢迎会这事来恭维李梅亭，梅亭轻佻笑道：“孙小姐，你改了行罢。不要到外国语文系办公室了，当我的助教，今天晚上，咱们俩同去开会。”五人同在校门口小馆子吃晚饭的时候，李梅亭听而不闻，食而不知其味，大家笑他准备欢迎会上演讲稿，梅亭极口分辨道：“胡说！这要什么准备！”
　　说着，辛楣进来了，说：“好了，那批人送走了——孙小姐，我不知道你不会就去的。”你说这句话全无意思的，可是孙小姐脸红。鸿渐忙把韩太太这些事告诉他，还说：“怎么学校里还有这许多政治暗斗？倒不如进官场爽气。”
　　辛楣宣扬教义似的说：“有群众生活的地方全有政治。”孙小姐坐一会去了。辛楣道：“我写信给她父亲，声明把保护人的责任移交给你，好不好？”
　　鸿渐道：“我看这题目已经像教国文的老师所谓‘做死’了，没有话可以说了，你换个题目来开顽笑，行不行？”辛楣笑他扯淡。
　　上课一个多星期，鸿渐跟同住一廊的几个同事渐渐熟了。历史系的陆子潇曾作敦交睦邻的拜访，所以一天下午鸿渐去回看他。陆子潇这人刻意修饰，头发又油又光，深为帽子埋没，与之不共戴天，深冬也光着顶。鼻子短而阔，仿佛原有笔直下来的趋势，给人迎鼻孔打了一拳，阻止前进，这鼻子后退不迭，向两傍横溢。因为没结婚，他对自己年龄的态度，不免落后在时代的后面；最初他还肯说外国算法的十足岁数，年复一年，他偷偷买了一本翻译的Life  Begins  at  Forty，对人家干脆不说年龄，不讲生肖，只说：“小得很呢！还是小弟弟呢！”同时表现小弟弟该有的活泼和顽皮。他讲话时喜欢窃窃私语，仿佛句句是军事机密。当然军事机密他也知道的，他不是有亲戚在行政院，有朋友在外交部么？他亲戚曾经写给他一封信，这左角印“行政院”的大信封上大书着“陆子潇先生”，就仿佛行政院都要让他正位居中似的。他写给外交部那位朋友的信，信封虽然不大，而上面开的地址“外交部欧美司”六字，笔酣墨饱，字字端楷，文盲在黑夜里也该一目了然的。这一封来函，一封去信，轮流地在他桌上妆点着。大前天早晨，该死的听差收拾房间，不小心打翻墨水瓶，把行政院淹得昏天黑地，陆子潇挽救不及，跳脚痛骂。那位亲戚国而忘家，没来过第二次信；那位朋友外难顾内，一封信也没回过。从此，陆子潇只能写信到行政院去，书桌上两封信都是去信了。今日正是去信外交部的日子。子潇等鸿渐看见了桌上的信封，忙把这信搁在抽屉里，说：“不相干。有一位朋友招我到外交部去，回他封信。”
　　
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book2/mulu/5/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book2/weicheng/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book2/mulu/7/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
