<template>
  <div class="counter-warp">
     <div class="title" text-align="left">围城</div>
     <div text-align="center">第六章</div>
      
     <div class="home" >
     
　　<p>三闾大学校长高松年是位老科学家。这“老”字的位置非常为难，</p>可以形容科学，也可以形容科学家。不幸的是，科学家跟科学不大相同；科学家像酒，愈老愈可贵，而科学像女人，老了便不值钱。将来国语文法发展完备，终有一天可以明白地分开“老的科学家”和“老科学的家”，或者说“科学老家”和“老科学家”。现在还早得很呢，不妨笼统称呼。高校长肥而结实的脸像没发酵的黄面粉馒头，“馋嘴的时间”（Edax  Vetustas）咬也咬不动他，一条牙齿印或皱纹都没有。假使一个犯校规的女学生长得很漂亮，高校长只要她向自己求情认错，也许会不尽本于教育精神地从宽处分。这证明这位科学家还不老。他是二十年前在外国研究昆虫学的；想来三十年前的昆虫都进化成为大学师生了，所以请他来表率多士。他在大学校长里，还是前途无量的人。大学校长分文科出身和理科出身两类。文科出身的人轻易做不到这位子的。做到了也不以为荣，准是干政治碰壁下野，仕而不优则学，借诗书之泽，弦诵之声来休养身心。理科出身的人呢，就完全不同了。中国是世界上最提倡科学的国家，没有旁的国度肯这样给科学家大官做的。外国科学进步，中国科学家进爵。在国外，研究人情的学问始终跟研究物理的学问分歧；而在中国，只要你知道水电，土木，机械，动植物等等，你就可以行政治人——这是“自然齐一律”最大的胜利。理科出身的人当个把校长，不过是政治生涯的开始；从前大学之道在治国平天下，现在治国平天下在大学之道，并且是条坦道大道。对于第一类，大学是张休息的靠椅；对于第二类，它是个培养的摇篮——只要他小心别摇摆得睡熟了。
　　高松年发奋办公，夙夜匪懈，精明得真是睡觉还睁着眼睛，戴着眼镜，做梦都不含糊的。摇篮也挑选得很好，在平成县乡下一个本地财主家的花园里，面溪背山。这乡镇绝非战略上必争之地，日本人唯一豪不吝惜的东西——炸弹——也不会浪费在这地方。所以，离开学校不到半里的镇上，一天繁荣似一天，照相铺，饭店，浴室，戏院，警察局，中小学校，一应俱全。今年春天，高松年奉命筹备学校，重庆几个老朋友为他饯行，席上说起国内大学多而教授少，新办尚未成名的学校，地方偏僻，怕请不到名教授。高松年笑道：“我的看法跟诸位不同。名教授当然好，可是因为他的名望，学校沾着他的光，他并不倚仗学校里地位。他有架子，有脾气，他不会全副精神为学校服务，更不会绝对服从当局指挥。万一他闹别扭，你不容易找替人，学生又要借题目麻烦。我以为学校不但造就学生，并且应该造就教授。找到一批没有名望的人来，他们要借学校的光，他们要靠学校才有地位，而学校并非非有他们不可，这种人才真能跟学校合为一体，真肯为公家做事。学校也是个机关，机关当然需要科学管理，在健全的机关里，决没有特殊人物，只有安分受支配的一个个单位。所以，找教授并非难事。”大家听了，倾倒不已。高松年事先并没有这番意见，临时信口胡扯一阵。经朋友们这样一恭维，他渐渐相信这真是至理名言，也对自己倾倒不已。他从此动不动就发表这段议论，还加上个帽子道：“我是研究生物学的，学校也是个有机体，教职员之于学校，应当像细胞之于有机体——”这段至理名言更变而为科学定律了。
　　亏得这一条科学定律，李梅亭，顾尔谦，还有方鸿渐会荣任教授。他们那天下午三点多到学校。高松年闻讯匆匆到教员宿舍里应酬一下，回到办公室，一月来的心事不能再搁在一边不想了。
　　自从长沙危急，聘好的教授里十个倒有九个打电报来托故解约，七零八落，开不出班，幸而学生也受战事影响，只有一百五十八人。今天一来就是四个教授，军容大震，向部里报上也体面些。只是怎样对李梅亭和方鸿渐解释呢？部里汪次长介绍汪处厚来当中国文学系主任，自己早写信聘定李梅亭了，可是汪处厚是汪次长的伯父，论资格也比李梅亭好，那时侯给教授陆续辞聘的电报吓昏了头，怕上海这批人会打回票，只好先敷衍次长。汪处厚这人不好打发，李梅亭是老朋友，老朋友总讲得开，就怕他的脾气难对付，难对付！这姓方的青年人倒容易对付的。他是赵辛楣的来头，辛楣最初不恳来，介绍了他，说他是留学德国的博士，真糊涂透顶！他自己开来的学历，并没有学位，只是个各国浪荡的流学生，并且并非学政治的，聘他当教授太冤枉了！至多做副教授，循序渐升，年轻人初做事不应该爬得太高，这话可以叫辛楣对他说。为难的还是李梅亭。无论如何，他千辛万苦来了，决不会一翻脸就走的；来得困难，去也没那么容易，空口允许他些好处就是了。他从私立学校一跳而进公立学校，还不是自己提拔他的；做人总要有良心。这些反正是明天的事，别去想它，今天——今天晚上还有警察局长的晚饭呢。这晚饭是照例应酬，小乡小镇上的盛馔，反来覆去，只有那几样，高松年也吃腻了。
　　可是这时候四点钟已过，肚子有点饿，所以想到晚饭，嘴里一阵潮湿。
　　同路的人，一到目的地，就分散了，好像是一个波浪里的水打到岸边，就四面溅开。可是，鸿渐们四个男人当天还一起到镇上去理发洗澡。回校只见告白板上贴着粉红纸的布告，说中国文学系同学今晚七时半在联谊室举行茶会，欢迎李梅亭先生。梅亭欢喜得直说：“讨厌，讨厌！我累得很，今天还想早点睡呢！这些孩子热心得不懂道理，赵先生，他们消息真灵呀！”
　　辛楣道：“岂有此理！政治系学生为什么不开会欢迎我呀？”
　　梅亭道：“忙什么？今天的欢迎会，你代我去，好不好？我宁可睡觉的。”
　　顾尔谦点头叹道：“念中国书的人，毕竟知体，我想旁系的学生决不会这样尊师重道的。”
　　说完笑迷迷地望着李梅亭，这时候，上帝会懊悔没在人身上添一条能摇的狗尾巴，因此减低了不知多少表情的效果。
　　鸿渐道：“你们都什么系，什么系，我还不知道是哪一系的教授呢。高校长给我的电报没说明白。”
　　辛楣忙说：“那没有关系。你可以教哲学，教国文——”
　　梅亭狞笑道：“教国文是要得我许可的，方先生；你好好的巴结我一下，什么都可以商量。”
　　说着，孙小姐来了，说住在女生宿舍里，跟女生指导范小姐同室，也把欢迎会这事来恭维李梅亭，梅亭轻佻笑道：“孙小姐，你改了行罢。不要到外国语文系办公室了，当我的助教，今天晚上，咱们俩同去开会。”五人同在校门口小馆子吃晚饭的时候，李梅亭听而不闻，食而不知其味，大家笑他准备欢迎会上演讲稿，梅亭极口分辨道：“胡说！这要什么准备！”
　　晚上近九点钟，方鸿渐在赵辛楣房里讲话，连打呵欠，正要回房里去睡，李梅亭打门进来了。
　　两人想打趣他，但瞧他脸色不正，便问：“怎么欢迎会完得这样早？”梅亭一言不发，向椅子里坐下鼻子里出气像待开发的火车头。两人忙问他怎么来了。他拍桌大骂高松年混账，说官司打到教育部去，自己也不会输的，做了校长跟人吃晚饭这时候还不回来，影子也找不见，这种玩忽职守，就该死。今天欢迎会原是汪处厚安排好的，兵法上有名的“敌人喘息未定，即予以迎头痛击”。先来校的四个中国文学系的讲师和助教早和他打成一片，学生也唯命是听。他知道高松年跟李梅亭有约在先，自己迹近乘虚篡窃，可是当系主任和结婚一样，“先进门三日就是大”。这开会不是欢迎，倒像新姨太太的见礼。李梅亭跟了学生代表一进会场，便觉空气两样，听得同事和学生一两声叫“汪主任”，己经又疑又慌。汪处厚见了他，热情地双手握着他的手，好半天搓摩不放，仿佛捉搦了情妇的手，一壁似怨似慕的说：“李先生，你真害我们等死了，我们天天在望你——张先生，薜先生，咱们不是今天早晨还讲起他的——咱们今天早晨还讲起你。路上辛苦啦？好好休息两天，再上课，不忙。我把你的功课全排好了。李先生，咱们俩真是神交久矣。高校长拍电报到成都要我组织中国文学系，我想年纪老了，路又不好走，换生不如守熟，所以我最初实在不想来。高校长，他可真会咕哪！他请舍侄”——张先生，薜先生，黄先生同声说：“汪先生就是汪次长的令伯”——“请舍侄再三劝驾，我却不过情，我内人身体不好，也想换换空气。到这儿来了，知道有你先生，我真高兴，我想这系办得好了——”李梅亭一篇主任口气的训话闷在心里讲不出口，忍住气，搭讪了几句，喝了杯茶，只推头痛，早退席了。
　　辛楣和鸿渐安慰李梅亭一会，劝他回房睡，有话明天跟高松年去说。梅亭临走说：“我跟老高这样的交情，他还会耍我，他对你们两位一定也有把戏。瞧着罢，咱们取一致行动，怕他什么！”
　　梅亭去后，鸿渐望着辛楣道：“这不成话说！”辛楣皱眉道：“我想这里面有误会，这事的内幕我全不知道。也许李梅亭压根儿在单相思，否则太不像话了！不过，像李梅亭那种人，真要当主任，也是个笑话，他那些印头衔的名片，现在可糟了，哈哈。”鸿渐道：“我今年反正是倒霉年，准备到处碰钉子的。也许明天高松年不认我这个蹩脚教授。”辛楣不耐烦道：“又来了！你好像存着心非倒霉不痛快似的。我告诉你，李梅亭的话未可全信——而且，你是我面上来的人，万事有我。”鸿渐虽然抱最大决意来悲观，听了又觉得这悲观不妨延期一天。
　　明天上午，辛楣先上校长室去，说把鸿渐的事讲讲明白，叫鸿渐等着，听了回话再去见高松年。鸿渐等了一个多钟点，不耐烦了，想自己真是神经过敏，高松年直接打电报来的，一个这样机关的首领好意思说话不作准么？辛楣早尽了介绍人的责任。现在自己就去正式拜会高松年，这最干脆。
　　高松年看方鸿渐和颜色，不相信世界上会有这样脾气好或城府深的人，忙问：“碰见赵先生没有？”
　　“还没有。我该来参见校长，这是应当的规矩。”方鸿渐自信说话得体。
　　高松年想糟了！糟了！辛楣一定给李梅亭缠住不能脱身，自己跟这姓方的免不了一番唇舌：“方先生，我是要跟你谈谈——有许多话我已经对赵先生说了——”鸿渐听口风不对，可脸上的笑容一时不及收敛，怪不自在地停留着，高松年看得恨不得把手指撮而去之——“方先生，你收到我的信没有？”一般人撒谎，嘴跟眼睛不能合作，嘴尽管雄纠纠地胡说，眼睛懦怯不敢平视对方。高松年老于世故，并且研究生物学的时候，学到西洋人相传的智慧，那就是：假使你的眼光能与狮子或老虎的眼光相接，彼此怒目对视，那野兽给你催眠了不敢扑你。当然野兽未必肯在享用你以前，跟你飞眼送秋波，可是方鸿渐也不是野兽，至多只能算是家畜。
　　他给高松年三百瓦脱的眼光射得不安，觉得这封信不收到是自己的过失，这次来得太冒昧了，果然高松年写信收回成命，同时有一种不出所料的满意，惶遽地说：“没有呀！我真没有收到呀！重要不重要？高先生什么时候发的？”倒像自己撒谎，收到了信在抵赖。        “咦！怎么没收到？”
　　高松年直跳起来，假惊异的表情做得维妙维肖，比方鸿渐的真惊惶自然得多。他没演话剧，是话剧的不幸而是演员们的大幸——“这信很重要。唉！现在抗战时间的邮政简直该死。可是你先生已经来了，好得很，这些话可以面谈了。”
　　鸿渐稍微放心，迎合道：“内地跟上海的信，常出乱子。这次长沙的战事恐怕也有影响，一大批信会遗失，高先生给我的信若是寄出得早——”
　　高松年做了个一切撇开的手势，宽弘地饶赦那封自己没写，方鸿渐没收到的信：“信就不提了，我深怕方先生看了那封信，会不肯屈就，现在你来了，你就别想跑，呵呵！是这么一回事，你听我说，我跟你先生素昧平生，可是我听辛楣讲起你的学问人品种种，我真高兴，立刻就拍电报请先生来帮忙，电报上说——”高松年顿一顿，试探鸿渐是不是善办交涉的人，因为善办交涉的人决不会这时候替他说他自己许下的条件的。
　　可是方鸿渐像鱼吞了饵，一钓就上，急口接说：“高先生电报上招我来当教授，可是没说明白什么系的教授，所以我想问一问？”
　　“我原意请先生来当政治系的教授，因为先生是辛楣介绍来的，说先生是留德的博士。可是先生自己开来的履历上并没有学位——”鸿渐的脸红得像有一百零二度寒热的病人——“并且不是学政治的，辛楣全搅错了。先生跟辛楣的交情本来不很深罢？”鸿渐脸上表示的寒热又升高了华氏表上一度，不知怎么对答，高松年看在眼里，胆量更大——“当然，我决不计较学位，我只讲真才实学。
　　不过部里定的规矩呆板得很，照先生的学历，只能当专任讲师，教授待遇呈报上去一定要驳下来的。
　　我想辛楣的保荐不会错，所以破格聘先生为副教授，月薪二百八十元，下学年再升。快信给先生就是解释这一回事。我以为先生收到信的。“
　　鸿渐只好第二次声明没收到信，同时觉得降级为副教授已经天恩高厚了。
　　“先生的聘书，我方才已经托辛楣带去了。先生教授什么课程，现在很成问题。我们暂时还没有哲学系，国文系教授已经够了，只有一班文法学院一年级学生共修的论理学，三个钟点，似乎太少一点，将来我再想办法罢。”
　　鸿渐出校长室，灵魂像给蒸气碌碡（Steam－roller）滚过，一些气概也无。只觉得自己是高松年大发慈悲收留的一个弃物。满肚子又羞又恨，却没有个发泄的对象。回到房里，辛楣赶来，说李梅亭的事终算帮高松年解决了，要谈鸿渐的事，知道鸿渐已经跟高松年谈过话，忙道：“你没有跟他翻脸罢？这都是我不好。我有个印象以为你是博士，当初介绍你到这来，只希望这事快成功——”“好让你专有苏小姐。”——“不用提了，我把我的薪水，——，好，好，我不，我不，”
　　辛楣打拱赔笑地道歉，还称赞鸿渐有涵养，说自己在校长室讲话，李梅亭直闯进来，咆哮得不成提统。
　　鸿渐问梅亭的事怎样了的。辛楣冷笑道：“高松年请我劝他，磨咕了半天，他说除非学校照他开的价钱买他带来的西药——唉，我还要给高松年回音呢。我心上要牵挂着你的事，所以先赶回来看你。”
　　鸿渐本来气倒平了，知道高松年真依李梅亭的价钱替学校买他带来的私货，又气闷起来，想到李梅亭就有补偿，只自己一个人吃亏。高松年下贴子当晚上替新来的教授接风，鸿渐闹别扭要辞，经不起辛楣苦劝，并且傍晚高松年亲来回拜，终于算有了面子，还是去了。
　　辛楣虽然不像李梅亭有提炼成丹，旅行便携的中国文学精华片，也随身带着十几本参考书。
　　方鸿渐不知道自己会来教论理学的，携带的西洋社会史，原始文化，史学丛书等等一本也用不着。他仔细一想，慌张得没有工夫生气了，希望高松年允许自己改教比较文化史和中国文学史，可是前一门功课现在不需要，后一门功课有人担任。叫化子只讨到什么吃什么，点菜是轮不着的。辛楣安慰他说：“现在的学生程度不比从前——”学生程度跟世道人心好像是在这进步的大时代里仅有的两件退步的东西——“你不要慌，无论如何对付得过。”鸿渐上图书馆找书，馆里通共不上一千本书，老的，糟的，破旧的中文教科书居其中大半，都是因战事而停办的学校的遗产。一千年后，这些书准像敦煌石室的卷子那样名贵，现在呢，它们古而不稀，短见浅识的藏书家还不知道收买。一切图书馆本来像死用功的人大考时的头脑，是学问的坟墓；这图书馆倒像个敬惜字纸的老式慈善机关，若是天道有知，办事人今世决不遭雷击，来生一定个个聪明，人人博士。鸿渐翻找半天，居然发现一本中国人译的论理学纲要，借了回房，大有唐三藏取到佛经回长安的快乐。他看了几页论理学纲要，想学生在这地方是买不到教科书的，要不要把这本书公开或印了发给大家。一转念，这事不必。从前先生另有参考书作枕中秘宝，所以肯用教科书；现在没有参考书，只靠这本教科书来灌输智识，宣扬文化，万不可公诸大众，还是让学生们莫测高深，听讲写笔记罢。自己大不了是个副教授，犯不着太卖力气的。上第一堂先对学生们表示同情，慨叹后方书籍的难得，然后说在这种环境下，教授才不是个赘疣，因为教授讲学是印刷术没发明以前的应急办法，而今不比中世纪，大家有书可看，照道理不必在课堂上浪费彼此的时间——鸿渐自以为这话说出去准动听，又高兴得坐不定，预想着学生的反应。
　　鸿渐等是星期三到校的，高松年许他们休息到下星期一才上课。这几天里，辛楣是校长的红人，同事拜访他的最多。鸿渐就少人光顾。这学校草草创办，规模不大；除掉女学生跟少数带家眷的教职员外，全住在一个大园子里。世态炎凉的对照，愈加分明。星期日下午，鸿渐正在预备讲义，孙小姐来了，脸色比路上红活得多。鸿渐要去叫辛楣，孙小姐说她刚从辛楣那儿来，政治系的教授们在开座谈会呢，满屋子的烟，她瞧人多有事，就没有坐下。
　　方鸿渐笑道：“政治家聚在一起，当然是乌烟瘴气。”
　　孙小姐笑了一笑，说：“我今天来谢谢方先生跟赵先生。昨天下午学校会计处把我旅费补送来了。”
　　“这是赵先生替你争取来的。跟我无关。”
　　“不，我知道，”孙小姐温柔而固执着，“这是你提醒赵先生的。你在船上——”孙小姐省悟多说了半句话，涨红脸，那句话也遭到了腰斩。
　　鸿渐猛记得船上的谈话，果然这女孩全听在耳朵里了，看她那样子，自己也窘起来。害羞脸红跟打呵欠或口吃一样，有传染性，情况粘滞，仿佛像穿橡皮鞋走泥淖，踏不下而又拔不出。忙支吾开顽笑说：“好了，好了。你回家的旅费有了。还是趁早回家罢，这儿没有意思。”
　　孙小姐小孩子般颦眉撅嘴道：“我真想回家！我天天想家，我给爸爸写信也说我想家。到明年暑假那时候太远了，我想着就心焦。”
　　“第一次出门总是这样的，过几时就好了。你跟你们那位系主任谈过没有。”
　　“怕死我了！刘先生要我教一组英文，我真不会教呀！刘先生说四组英文应当同时间上课的，系里连他只有三个先生，非我担任一组不可。我真不知道怎样教法，学生个个比我高大，看上去全凶得很。”
　　“教教就会了。我也从来没教过书。我想程度不会好，你用心准备一下，教起来绰绰有余。”
　　“我教的一组是入学考英文成绩最糟的一组，可是，方先生，你不知道我自己多少糟，我想到这儿来好好用一两年功。有外国人不让她教，到要我去丢脸！”
　　“这儿有什么外国人呀？”
　　“方先生不知道么？历史系主任韩先生的太太，我也没有见过，听范小姐说，瘦得全身是骨头，难看得很。有人说她是白俄，有人说她是这次奥国归并德国以后流亡出来的犹太人，她丈夫说她是美国人。韩先生要她在外国语文系当教授，刘先生不答应，说她没有资格，英文都不会讲，教德文教俄文现在用不着。韩先生生了气，骂刘先生自己没有资格，不会讲英文，编了几本中学教科书，在外国暑期学校里混了张证书，算什么东西——话真不好听，总算高先生劝开了，韩先生在闹辞职呢。”
　　“怪不得前天校长请客他没有来。咦！你本领真大，你这许多消息，什么地方听来的？”
　　孙小姐笑道：“范小姐告诉我的。这学校像个大家庭，除非你住在校外，什么秘密都保不住，并且口舌多得很。昨天刘先生的妹妹从桂林来了，听说是历史系毕业的。大家都说，刘先生跟韩先生可以讲和了，把一个历史系的助教换一个外文系的教授。”
　　鸿渐掉文道：“妹妹之于夫人，亲疏不同；助教之于教授，尊卑不敌。我做了你们的刘先生，决不肯吃这个亏的。”
　　说着，辛楣进来了，说：“好了，那批人送走了——孙小姐，我不知道你不会就去的。”你说这句话全无意思的，可是孙小姐脸红。鸿渐忙把韩太太这些事告诉他，还说：“怎么学校里还有这许多政治暗斗？倒不如进官场爽气。”
　　辛楣宣扬教义似的说：“有群众生活的地方全有政治。”孙小姐坐一会去了。辛楣道：“我写信给她父亲，声明把保护人的责任移交给你，好不好？”
　　鸿渐道：“我看这题目已经像教国文的老师所谓‘做死’了，没有话可以说了，你换个题目来开顽笑，行不行？”辛楣笑他扯淡。
　　上课一个多星期，鸿渐跟同住一廊的几个同事渐渐熟了。历史系的陆子潇曾作敦交睦邻的拜访，所以一天下午鸿渐去回看他。陆子潇这人刻意修饰，头发又油又光，深为帽子埋没，与之不共戴天，深冬也光着顶。鼻子短而阔，仿佛原有笔直下来的趋势，给人迎鼻孔打了一拳，阻止前进，这鼻子后退不迭，向两傍横溢。因为没结婚，他对自己年龄的态度，不免落后在时代的后面；最初他还肯说外国算法的十足岁数，年复一年，他偷偷买了一本翻译的Life  Begins  at  Forty，对人家干脆不说年龄，不讲生肖，只说：“小得很呢！还是小弟弟呢！”同时表现小弟弟该有的活泼和顽皮。他讲话时喜欢窃窃私语，仿佛句句是军事机密。当然军事机密他也知道的，他不是有亲戚在行政院，有朋友在外交部么？他亲戚曾经写给他一封信，这左角印“行政院”的大信封上大书着“陆子潇先生”，就仿佛行政院都要让他正位居中似的。他写给外交部那位朋友的信，信封虽然不大，而上面开的地址“外交部欧美司”六字，笔酣墨饱，字字端楷，文盲在黑夜里也该一目了然的。这一封来函，一封去信，轮流地在他桌上妆点着。大前天早晨，该死的听差收拾房间，不小心打翻墨水瓶，把行政院淹得昏天黑地，陆子潇挽救不及，跳脚痛骂。那位亲戚国而忘家，没来过第二次信；那位朋友外难顾内，一封信也没回过。从此，陆子潇只能写信到行政院去，书桌上两封信都是去信了。今日正是去信外交部的日子。子潇等鸿渐看见了桌上的信封，忙把这信搁在抽屉里，说：“不相干。有一位朋友招我到外交部去，回他封信。”
　　
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book2/mulu/5/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book2/weicheng/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book2/mulu/7/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
