<template>
  <div class="counter-warp" >
                   <div text-align="center">第十四章</div>
                   <div class="home">
  <p>孙少安好不容易把家里和队里的事安排停当，才抽开身到城里来了。</p>

前两天，他赶着把家里自留地的南瓜和西葫芦都种上了。为了赶时间，他还把他妈和他姐也叫到地里帮忙。父亲在基建会战工地，又被强制给他姐夫陪罪，请不脱假。他不能错过播种季节。南瓜西葫芦，这是全家人一年最重要的一部分粮食。他还在自留地利用阴雨天修起的那几畦水浇地里，种了点夏土豆，又种了两畦西红柿和黄瓜。这些菜一般家里不吃，是为了将来卖两个零用钱的。

至于队里的事，那就更多了。冬小麦已经返青，需要除草和施肥，尿素和硫酸铵比较简单，撒在地里就行了，但碳酸铵要用土埋住，否则肥效发挥不了作用。需要好好把这些事安顿给副队长田福高，不敢让社员应应付付了事。另外，还要赶紧开始种黑豆和小日月玉米……直到他坐在过路回家的金波父亲的汽车上往县城去的时候，还觉得有许多事没有安排妥当……现在，他已经到润叶的宿舍里了。

这是他头一次到城里单位来找她。尽管是老熟人，总还觉得有些拘束。

润叶已经给他打好了一盆洗脸水，水盆里泡了一条雪白的毛巾。

他犹豫地笑笑，说：“我不洗了……”

“快洗！坐了半天车，洗洗脸清朗！”润叶命令他说。“这么白的毛巾，我一次就给你洗黑了。”他只好走到脸盆前。

“你看你！这有个什么哩！黑了我再洗嘛！干脆，让我再提些水，你把头也洗一下！”

“不了，不了。”少安一边洗脸，赴忙拒绝让他洗头。他的头在这点脸盆里能洗干净吗？

少安洗完脸后，润叶立刻说：“走，咱们到街上食堂吃饭去！”

“我已经吃过了。”

“你大概早上吃过了！”

少安不好意思地笑了。她太熟悉他了，什么事也别想瞒她。

他们一块相跟着往街上走。少安现在才发现润叶身上有些变化，似乎一下子老成多了。他半天才留意到润叶已经不梳辫子，变成了剪发头。这倒使他感到对她有点陌生。是的，随着光阴荏苒，每个人都在变化。这又一次使他强烈地感到，他们的童年早已经流逝，两个人都成大人了。不知为什么，他猛然间又记起了那时候她给他补破裤子的情形，便忍不住“嘿嘿”地笑出了声。

“少安哥，你笑什么哩？”走在旁边的润叶问他。她白净的脸蛋上泛出兴奋的红晕，腼腆地微笑着。

“没什么……”他的脸也热烘烘的。

少安和润叶走在一起，就象他有时引着兰香在山里劳动一样，心中充满了亲切的兄妹感情。真的，他看待润叶就象看待自己的亲妹妹一样。人活着，这种亲人之间的感情是多么重要，即使人的一生充满了坎坷和艰辛，只要有这种感情存在，也会感到一种温暖的慰藉。假如没有这种感情，我们活在这世界上会有多么悲哀啊……他跟着润叶进了县城最大的国营食堂。午饭时间已经过了，食堂里现在没有什么人。

少安赶忙扑到售票处去买饭，结果被润叶一把扯住了。她把他硬拉在一张饭桌前，让他坐下，说：“你到我这里就是客人！怎么能让你买饭呢！”

少安有点窘。在这样的场合，他不买饭觉得有损自己男子汉的自尊。他现在身上带着钱，除过家里的拾元外，他还借了队里的二十元公款。他走时并没有准备在润叶这里吃饭。他对要去买饭的润叶说：“我听少平说，外国人男女一块上街吃饭，都是男人掏钱买……”

润叶笑了，一边转身去买饭，一边又扭过头对他说：“咱们中国男女平等！”

她买回来一堆饭菜，摆了一大桌子。

少安说：“买得太多了，别说咱们两个人，就是四五个人也吃不完。”

“我已经吃过了，这都是你一个人的！”润叶坐在他旁边说。

“啊？”少安惊讶地看着她，说：“这……”

“不要紧，吃不完剩下算了。你快吃！现在已过了中午，你肯定饿了。”

他刚开始吃饭，润叶又站起来，说：“噢，我忘了给你买点酒！”

他赶忙说：“我不会喝酒！你快坐下，也吃一点。”

润叶坐在他旁边，没有动筷子，只是亲切地看着他吃。


他扭过头来，看见润叶已经穿过东拉河对面的石圪节街道，消失在了供销门市部的后面。街道后边的土山上空，一行南来的大雁正排成“人”字形，嗷嗷地欢叫着飞向了北方……
 </div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book1/13/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book1/15/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:"left"
}
p {text-indent: 2em;}
</style>