<template>
  <div class="counter-warp">
     <div class="title" text-align="left">人间失格</div>
     <div text-align="center">手记之二</div>
      
     <div class="home" >
     
　　<p>在海岸边被海水侵蚀而形成的汀线附近，并排屹立着</p>二十多棵雄伟粗大的山樱树。这些树皮呈黑色的山樱树，每到新学年伊始，便与浓艳的褐色嫩叶一起，在蓝色大海的映衬下，绽放出格外绚丽的花朵。不久，待落英缤纷的时节，无数的花瓣便会纷纷落入大海，在海面上随波漂荡，然后又被波涛冲回到海岸边。东北地区的某所中学，正是在这长着樱树的沙滩上就势建起了学校的校园。尽管我并没有好好用功备考，却也总算顺利地考进了这所中学。无论是这所中学校帽上的徽章，还是校服上的纽扣，都缀着盛开的樱花图案。 

我家的一个远房亲戚就住在那所中学附近。也正因为这个，父亲为我选择了那所面对大海和开满樱花的中学。我被父亲寄养在那个亲戚家里，因为离学校很近，所以我总是在听到学校敲响朝会的钟声之后，才飞快地奔向学校。我就是这样一个懒惰的中学生，但我却依靠自己惯用的逗笑本领，日益受到了同学们的欢迎。 

这是我生平第一次远走他乡，但在我眼里，陌生的他乡，比起自己出生的故乡，是一个更让我心旷神怡的环境。这也许是因为我当时已把逗笑的本领掌握得天衣无缝，以致于在欺骗他人时显得更加轻松自若的缘故。当然，做这样的解释又何尝不可，但是，更为致命的原因分明还在于另一点：面对亲人还是面对陌生人，身在故乡还是身在他乡，其间存在着不可避免的演技上的难度上的差异。而且这种难度差异无论对哪一位天才而言——即便是对于神灵之子耶稣而言——不也同样存在吗？在演员看来，最难进行表演的场所莫过于故乡的剧场。在五亲六戚聚集一堂的房间，再有名的演员恐怕也会黔驴技穷吧。然而我却在那里一直进行了表演，并取得了相当大的成功。所以像我这样的老油子，来到他乡进行表演，必然是万无一失。 

我对人的恐惧与先前相比，倒是有过之而无不及，它在我的内心深处剧烈地扭动着，而我的演技却是在日渐长进。我常常在教室里逗得同班同学哄堂大笑，连老师也不得不一边在嘴上感叹着“这个班要是没有大庭，该是个多好的集体啊”，一边却用手掩面而笑。我甚至还能够轻而易举地让那些惯于发出雷鸣般厉声的驻校军官也噗哧大笑。 

当我正要开始为自己彻底掩盖了本人的真实面目而暗自庆幸的时候，出乎意料地被别人戳了背脊骨。那个戳了我背脊骨的人，竟然是班上身体最为羸弱、脸孔又青又肿的家伙。他身上的衣服让人觉得像是父兄留给他的破烂货，过于长大的衣袖恍若圣德太子的衣袖。他的功课更是一塌糊涂，在军事训练和体操课时，总像一个在旁边见习的白痴似的，就连一贯小心翼翼的我也从来没有想到过提防他。 

一天上体操课的时候，那个学生（他的姓氏我早已忘了，只记得名字叫竹一），就是那个竹一，照旧在一旁见习，而我们却被老师吩咐做单杠练习。我故意尽可能做出一副严肃的表情，“哎——”地大叫一声，朝着单杠飞身一跃，就像是跳远那样向前猛扑过去，结果是一屁股摔在了沙地上。这纯属是一次事先预谋好的失败。果然成了众人捧腹大笑的引子。我也一边苦笑着，一边爬起来，掸掸裤子上的砂粒。这时，那个竹一不知何时来到了我的旁边，捅了捅我的后背，低声咕哝道： 

“故意的，故意的。” 

我感到一阵震惊，做梦也没有想到，竹一竟然识破了我故意失败的真相。我仿佛看见世界在哪一刹那间被地狱之火挟裹着，在我眼前熊熊燃烧起来。我“哇”地大叫着，使出全身的力量来遏制住近乎疯狂的心绪。 

那以后，我每天都生活在不安与恐惧之中。 

尽管我表面上依旧扮演着可悲的滑稽角色来博得众人发笑，但有时候却也情不自禁地发出重重的叹息。无论我干什么，都肯定会被那个竹一彻底识破真相，并且他还会很快向每个人透露这一秘密——一想到这儿，我的额头上就会直冒汗珠，像是狂人一般用奇怪的眼神审视着四周。如果可能，我甚至巴不得从早到晚二十四小时跟踪监视竹一，以免他随口泄漏了秘密。而且就在我纠缠着他不放的时候，为了让他觉得我的滑稽行为并不是所谓的“故意之举”，而是货真价实的东西，我真可谓殚思竭虑，倾注了所有努力。我甚至打定主意，希望一切顺利的话，成为他独一无二的密友。倘若这一切都是不可能的话，那我便只能盼望他的死亡。但我却怎么也无法萌生杀死他的念头。在迄今为止的生涯中，我曾经无数次祈望过自己被杀死，却从来也没有动过杀死别人的念头。这是因为我觉得，那样做只会给可怕的对手带来幸福的缘故。（WWDX)  
 
  

 为了使他驯服就范，我首先在脸上堆满伪基督徒式的“善意”的微笑，将脑袋向左倾斜三十度左右，轻轻地搂抱住他瘦小的肩膀，用嗲声嗲气的肉麻腔调，三番五次地邀请他到我寄宿的亲戚家中去玩，但他却总是一副发呆的眼神，闷声不响。不过，在一个放学之后的傍晚（我记得是在初夏时节），天上陡然下起了暴雨，学生们都为如何回家大伤脑筋。因为我的亲戚家离学校很近，所以我正要无所畏惧地往外冲，这时，我看见了竹一。他正满脸颓丧地站在门口木屐箱的后面。“走吧，我把伞借给你。”我说道，一把拽住怯生生的竹一的手，一起在骤雨飞跑起来。到家以后，我请婶婶替我们俩烘干湿衣服，在此期间我把竹一领到自己二楼的房间里。 

 我的这个亲戚家是三口之家，有一个年过五十的婶婶，一个三十岁左右、戴着眼镜、体弱多病的高个子表姐（她曾经出嫁过一次，后来又回到娘家来了。我也学着这个家里其他人的样子，叫她“阿姐”），和一个最近才从女子学校毕业，名叫雪子的表妹。她和姐姐大不相同，个头很小，长着一张圆脸。楼下的店铺里，只陈列着少量的文具和运动用品。主要收入似乎来源于过世的主人留下的那五六排房屋的房租。 

“我耳朵可疼呢。”竹一就那么一直站着说话。 

“可能是雨水灌进耳朵才发疼的吧。” 

 我一看，只见他的两只耳朵都害了严重的耳漏病，眼看着浓水就要流出耳朵外面了。 

 “这怎么行呢？很疼吧？”我有些夸张地露出惊诧的神色，“大雨中把你拽出来，害你落得这个样子，真是对不起你。” 

 我用那种近于女人腔的“温柔”语调向他道歉，然后到楼下拿来棉花和酒精，让竹一的头枕在我的膝盖上，体贴入微地给他清理耳朵。就连竹一好像也没有察觉到这是一种伪善的诡计。 

 “你呀，肯定会被女人迷恋上的！”竹一头枕着我的膝盖，说了一句愚蠢的奉承话。 

 很多年以后我才知道，他的这句话就像是恶魔的预言一样，其可怕程度是竹一也没有意识到的。什么“迷恋”、“被迷恋”这些措辞本身就是粗俗不堪而又戏弄人的说法，给人一种装腔作势的感觉。无论是多么“严肃”的场合，只要让这些词语抛头露面，忧郁的伽蓝就会顷刻间分崩离析，变得索然无味。但如果不是使用“被迷恋上的烦恼”之类的俗语，而是使用“被爱的不安”等文学术语，似乎就不至于破坏忧郁的伽蓝了。想来可真是奇妙无比。 

 我给竹一揩耳朵里的脓血时，他说了句“你呀，肯定会被女人迷恋上的！”奉承话，当时，我听了之后，只是满脸通红地笑着，一句话也没有回答，可实际上我私下里也认为他的话不无道理。然而对于“被迷恋”这样一种粗俗的说法所产生的装腔作势的氛围，我竟然说他说的话不无道理，无异于愚昧地表述自己的感想，其糊涂程度远远超过相声里的傻少爷，事实上，我是绝对不会以那种戏谑的、装腔作势的心情来“认为他的话不无道理”的、 

 在我看来，人世间的女性不知比男性费解多少倍。在我们家，女性数量是男性的好多倍，亲戚家也是女孩子居多。还有前面提到过的那些“犯罪”的女佣人。我想甚至可以说，我自幼是在女人堆中长大的。尽管如此，我却一直是怀着如履薄冰的心情与女人打交道的。我对她们一无所知，如坠云雾，不时遭受惨痛的失败。这种失败与从男性那儿受到的鞭笞截然不同，恍若内出血一般引人不快，其毒性攻心，难以治愈。 

 女人有时和你形影不离，有时又对你弃之不理。当着众人的面她藐视我，羞辱我，而一旦背着大家，她又拼命地搂紧我。女人的睡眠酣甜得宛若死去了一般，甚至让人怀疑她们是否为了酣然入眠才存活于这个世界上的。我从幼年时代起就对女人进行了种种观察，尽管同是人类，女人却分明是一种与男人迥然相异的生物。而就是这种不可理喻、需要警惕的生物，竟出人意料地呵护着我。无论是“被迷恋”的说法，还是“被喜欢”的说法，都完全不适合我，或许倒是“受到呵护”这一说法更贴近我的情况。 

 对待滑稽的逗笑，女人似乎比男人更显得游刃有余。当我扮演滑稽角色进行逗笑时，男人从不会哈哈大笑。而且我也知道，如果在男人面前搞笑时随着兴致得意忘形的话，肯定会招致失败，所以总是惦记着在恰到好处时中止表演。可女人却压根儿不知道什么叫“适可而止”，总是无休无止地缠着我要我继续搞笑。为了满足她们那毫无节制的要求，我累得筋疲力尽，事实上她们确实能笑。女人似乎能够比男人更贪婪地吞噬快乐。（WWDX)  
 
 
 

我被予以缓期起诉，但我却高兴不起来。心中满是悲凉地坐在检查局休息室的长凳子上，等待着担保人“比目鱼”来领我出去。 

透过背后高高的窗户能望见晚霞燃烧的天空，一大群海鸥排成一个“女”字形飞走了。  

</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book4/mulu/zhiyi/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book4/rjshg/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book4/mulu/zhisan/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
