<template>
  <div class="counter-warp">
     <div class="title" text-align="left">人间失格</div>
     <div text-align="center">手记之二</div>
      
     <div class="home" >
     
　　<p>在海岸边被海水侵蚀而形成的汀线附近，并排屹立着</p>二十多棵雄伟粗大的山樱树。这些树皮呈黑色的山樱树，每到新学年伊始，便与浓艳的褐色嫩叶一起，在蓝色大海的映衬下，绽放出格外绚丽的花朵。不久，待落英缤纷的时节，无数的花瓣便会纷纷落入大海，在海面上随波漂荡，然后又被波涛冲回到海岸边。东北地区的某所中学，正是在这长着樱树的沙滩上就势建起了学校的校园。尽管我并没有好好用功备考，却也总算顺利地考进了这所中学。无论是这所中学校帽上的徽章，还是校服上的纽扣，都缀着盛开的樱花图案。 

我家的一个远房亲戚就住在那所中学附近。也正因为这个，父亲为我选择了那所面对大海和开满樱花的中学。我被父亲寄养在那个亲戚家里，因为离学校很近，所以我总是在听到学校敲响朝会的钟声之后，才飞快地奔向学校。我就是这样一个懒惰的中学生，但我却依靠自己惯用的逗笑本领，日益受到了同学们的欢迎。 

这是我生平第一次远走他乡，但在我眼里，陌生的他乡，比起自己出生的故乡，是一个更让我心旷神怡的环境。这也许是因为我当时已把逗笑的本领掌握得天衣无缝，以致于在欺骗他人时显得更加轻松自若的缘故。当然，做这样的解释又何尝不可，但是，更为致命的原因分明还在于另一点：面对亲人还是面对陌生人，身在故乡还是身在他乡，其间存在着不可避免的演技上的难度上的差异。而且这种难度差异无论对哪一位天才而言——即便是对于神灵之子耶稣而言——不也同样存在吗？在演员看来，最难进行表演的场所莫过于故乡的剧场。在五亲六戚聚集一堂的房间，再有名的演员恐怕也会黔驴技穷吧。然而我却在那里一直进行了表演，并取得了相当大的成功。所以像我这样的老油子，来到他乡进行表演，必然是万无一失。 

我对人的恐惧与先前相比，倒是有过之而无不及，它在我的内心深处剧烈地扭动着，而我的演技却是在日渐长进。我常常在教室里逗得同班同学哄堂大笑，连老师也不得不一边在嘴上感叹着“这个班要是没有大庭，该是个多好的集体啊”，一边却用手掩面而笑。我甚至还能够轻而易举地让那些惯于发出雷鸣般厉声的驻校军官也噗哧大笑。 

当我正要开始为自己彻底掩盖了本人的真实面目而暗自庆幸的时候，出乎意料地被别人戳了背脊骨。那个戳了我背脊骨的人，竟然是班上身体最为羸弱、脸孔又青又肿的家伙。他身上的衣服让人觉得像是父兄留给他的破烂货，过于长大的衣袖恍若圣德太子的衣袖。他的功课更是一塌糊涂，在军事训练和体操课时，总像一个在旁边见习的白痴似的，就连一贯小心翼翼的我也从来没有想到过提防他。 

一天上体操课的时候，那个学生（他的姓氏我早已忘了，只记得名字叫竹一），就是那个竹一，照旧在一旁见习，而我们却被老师吩咐做单杠练习。我故意尽可能做出一副严肃的表情，“哎——”地大叫一声，朝着单杠飞身一跃，就像是跳远那样向前猛扑过去，结果是一屁股摔在了沙地上。这纯属是一次事先预谋好的失败。果然成了众人捧腹大笑的引子。我也一边苦笑着，一边爬起来，掸掸裤子上的砂粒。这时，那个竹一不知何时来到了我的旁边，捅了捅我的后背，低声咕哝道： 

“故意的，故意的。” 

我感到一阵震惊，做梦也没有想到，竹一竟然识破了我故意失败的真相。我仿佛看见世界在哪一刹那间被地狱之火挟裹着，在我眼前熊熊燃烧起来。我“哇”地大叫着，使出全身的力量来遏制住近乎疯狂的心绪。 

那以后，我每天都生活在不安与恐惧之中。 

尽管我表面上依旧扮演着可悲的滑稽角色来博得众人发笑，但有时候却也情不自禁地发出重重的叹息。无论我干什么，都肯定会被那个竹一彻底识破真相，并且他还会很快向每个人透露这一秘密——一想到这儿，我的额头上就会直冒汗珠，像是狂人一般用奇怪的眼神审视着四周。如果可能，我甚至巴不得从早到晚二十四小时跟踪监视竹一，以免他随口泄漏了秘密。而且就在我纠缠着他不放的时候，为了让他觉得我的滑稽行为并不是所谓的“故意之举”，而是货真价实的东西，我真可谓殚思竭虑，倾注了所有努力。我甚至打定主意，希望一切顺利的话，成为他独一无二的密友。倘若这一切都是不可能的话，那我便只能盼望他的死亡。但我却怎么也无法萌生杀死他的念头。在迄今为止的生涯中，我曾经无数次祈望过自己被杀死，却从来也没有动过杀死别人的念头。这是因为我觉得，那样做只会给可怕的对手带来幸福的缘故。（WWDX)  
 

</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book4/mulu/zhiyi/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book4/rjshg/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book4/mulu/zhisan/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
