<template>
  <div class="counter-warp">
     <div class="title" text-align="left">牧羊少年奇幻之旅</div>
     <div text-align="center">第十五章</div>
      
     <div class="home" >
     
　　<p>"我不知道我能不能在沙漠中发现生命，"男孩想道</p>，"我还不了解沙漠。" 

男孩本想转身把自己的想法告诉炼金术士，但他对炼金术士望而生畏。两个人来到一片岩石地带，男孩曾在这里看到了天上的那两只老鹰，可现在此地却是一片沉寂，只有风声在响。 

"我无法在沙漠中发现生命，"男孩说道，"我知道生命是存在的，但我却不能发现它。" 

"生命吸引生命。"炼金术士回答道。 

男孩明白了，他立刻松开了马的缰绳，任马自由地在岩石和沙土上行进。炼金术士默默地跟在后面。男孩的马走了几乎半个小时，此刻他们已经看不到绿洲的椰枣树了，有挂在天空的一轮巨大的月亮和闪烁着银色光芒的岩石。突然，在男孩从未来过的一处地方，他注意到马停止了脚步。 

"这里存在着生命。"男孩对炼金术士说道，"我不熟悉沙漠的语言，但是我的马熟悉生命的语言。" 

\奇\两个人下了马。炼金术士一言不发，开始一边打量岩石一边慢慢地行进。突然，他停下脚步，十分小心地弯下腰来。岩石间的地面上有一个洞，炼金术士把手伸了进去，接着直至肩膀的整个胳膊都伸了进去。洞里有个东西在动，炼金术士的眼睛——男孩只能看到他的眼睛——由于用力和紧张而收缩。他的胳膊似乎正在与洞里面的东西进行搏斗。只见炼金术士一跳——令男孩大吃一惊——，抽出了胳膊，并立刻站立起来。他的手紧紧抓住了一条蛇的尾巴。 

\书\男孩也跳了一下，只不过是向后而去。那条蛇在不停地挣扎，发出的咝咝响声打破了沙漠的沉寂。这是一条眼睛蛇，它的毒液能在短短的几分钟内致人于死命。 

"小心它的毒液，"男孩想道。不过，炼金术士刚才曾经把手伸进过洞里，大概已经被咬过了，然而他的面部表情却很平静。"炼金术士己有两百岁了。"英国人曾经说过。他应该知道如何对付沙漠里的蛇。 

男孩看到炼金术士来到马的身边，抽出长长的弯月形剑，用它在地上画了一个圆圈，然后把蛇放进圈的中央，蛇立刻安静下来。 

"你放心好了，"炼金术士说道，"它不会出这个圈的。你发现了沙漠中的生命，这正是我所需要的预兆。" 

"为什么这竟如此重要呢？" 

"因为金字塔被沙漠所包围。" 

男孩不想听人谈及金字塔。自前一天晚上开始，他的心情就沉重而忧郁，因为继续去寻找他的财宝意味着他不得不离开法蒂玛。 

"我将在沙漠中为你领路。"炼金术士说道。 

"我想留在绿洲。"男孩回答说，"我已遇到了法蒂玛，对我来说，她比财宝更珍贵。" 

"法蒂玛是一个沙漠的女人，"炼金术士说道，"她知道，男人应该走出去，目的是为了能够回来。她己经找到了她的财宝，那就是你。如今她期盼着你能找到你所寻求的东西。" 

"假如我决定留下来呢？" 

"那你将成为绿洲的顾问。你会有足够的黄金去买许多羊和许多骆驼。你会与法蒂玛结婚，而且第一年你们将生活得十分幸福。你将学会热爱沙漠，会对五万棵椰枣树中的每一棵都了如指掌。你会观察到它们是如何成长的，如何显示出一个总在变化的世界。你还会越来越能理解预兆，因为沙漠是一位比所有老师都更好的老师。 

"第二年，你会回想起有一份财宝的存在，预兆将开始不断地提及到它。而你则会试图对这些预兆显得一无所知。你只把自己的知识用来为绿洲和它的居民造福。部落的首领们会因此而感激你。你的骆驼将为你带来财富和权力。 

"第三年，预兆会继续提及你的财宝和你的天命。你会几夜几夜地在绿洲上漫步，而法蒂玛将会成为一个闷闷不乐的女人，因为是她中断了你前进的道路。但是你会爱她，而且会得到回报。你会回想起她从未要求你留下来，因为一个沙漠女人懂得等待她的男人。因此你不会责怪她。但是你会有许多夜晚在沙漠的沙地上和椰枣树中间漫步，思付着当初自己也许应该继续前行，应该更加相信自己对法蒂玛的爱，你之所以留在绿洲，是因为你自己害怕再也不会回来了。到那个时候，预兆将向你昭示，你的财宝将永远被埋在地下。 

"第四年，预兆将离你而去，因为你己经不想倾听它们的声音了。部落的首领们将会明白这一点，于是你将被解除顾问的职务。到那个时候，你将是个富有的商人(www.wrbook.com)，拥有许多骆驼和大量货物。但是你的余生将在椰枣树和沙漠之间度过，因为你将明白，你没有完成自己的天命，而现在再想这样去做已为时过晚。 

"你永远不会明白，爱情从不阻止一个男人去追随他的天命。万一发生了这种情况，那是因为它不是真正的爱情，不是宇宙语言所讲的那种爱情。" 

炼金术士把地上的圆圈去掉，那条蛇爬行而去，消失在岩石之间。男孩想起了总想去麦加朝圣的水晶店店主以及要寻找一位炼金术士的英国人。他还想起了一位姑娘，这位姑娘相信沙漠，有一天沙漠便给她带来了她盼望爱上的那个男人。 

两个人上了马，这一次是男孩走在炼金术士的后面。风带来了绿洲的嗜杂声，男孩试图辨别出法蒂玛的声音来。那一天因为发生战斗的缘故，男孩没有到井边去。 

但是在这个夜晚，当两个人注视着圆圈里的一条蛇时，肩上站立着猎鹰的怪异骑手曾谈论过爱情、财宝、沙漠的女人和他的天命。 

"我将与你同行。"男孩说道，并立刻感到内心一片宁静。 

"明天太阳升起之前我们动身。"这便是炼金术士的唯一回答。 

男孩彻夜未眠。再过两个小时天就要亮了，他叫醒了同睡在一个帐篷里的其中一个少年，请他指出法蒂玛住在什么地方。两个人一起来到法蒂玛的帐篷前，作为回报，他给了这个少年一笔可以买上一只羊的钱。 

然后他又让这个少年找到法蒂玛睡觉的位置，把她叫醒，告诉她他正在等她。阿拉伯少年照办了，因此又得到了一笔可以再买一只羊的钱。 

"现在你让我们俩单独待上一会儿。"男孩对阿拉伯少年说道。阿拉伯少年回到自己的帐篷睡觉去了，他为能给绿洲顾问帮上忙而感到骄傲，也因为得到了可以买两只羊的钱而感到高兴。 

法蒂玛出现在帐篷门口。两个人离开帐篷到椰枣树中漫步。男孩知道，他们的做法有违传统，但现在这却己毫不重要了。 

"我要走了，"男孩说道，"我想让你知道我是会回来的。我爱你，因为……" 

"什么都不必说了。"法蒂玛打断了他的话，"因为相爱，所以相爱，爱是不需要任何理由的。" 

但是男孩还是继续说了下去: 

"我所以爱你，是因为我做了一个梦，我遇到了一位圣王，我卖过水晶制品，我穿越了沙漠，部落之间发生了战争，我来到一个井边想打听一位炼金术士住在哪里。我所以爱你，是因为整个宇宙都协力使我来到你的身边。" 

两个人拥抱在一起，这是他们第一次身体的接触。 

"我会回来的。"男孩重复道。 


不去想过去的事情是很难做到的。几乎总是一成不变的沙漠景象常使人充满幻觉。
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book3/mulu/14/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book3/muyangshaonian/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book3/mulu/16/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
