<template>
  <div class="counter-warp">
                   <div text-align="center">第四章</div>
                    <div class="home">
   <p>星期五，孙少平请了半天假，来到城关粮站，拿润叶姐给他的五十斤粮票，按粗细粮比例</p>，买了二十斤白面和三十斤玉米面。这年头，五十斤粮票可不是一个小数字啊！

润叶姐塞给他的那个小纸包里，还有三十元钱，买完这些粮，还剩了拾元，他准备拿这钱给祖母买点止痛片和眼药水，然后再给自己换一点学校大灶上的菜票。

他把这些粮食从粮站上背到学校，换了三十斤“亚洲”票和五斤“欧洲”票。另外的十五斤白面他舍不得吃，准备明天带回家去。让老祖母和两个小外甥吃。三十斤玉米面他已经够满足了。在以后一段日子里，他可以间隔地在自己的黑“非洲”中夹带一个金黄色的“亚洲”。至于那五斤“欧洲”票，他是留着等哥哥来一起吃的。哥哥来城里，总不能顿顿饭都在润叶姐那里吃；要是亲爱的哥哥来学校吃饭，他不能让他也在中学的饭场上让别人冷眼相看……第二天中午，他先到街上给祖母买好了药，然后就把那一小袋面粉提到金波的宿舍里。两个人相帮着把它绑在后车座的旁边，就准备一起相跟回家了。

每到这个时候，学校就乱成一团。乡里的学生纷纷收拾起空瘪的干粮袋，离城近的步行，离城远的骑自行车，纷纷涌出了校门口。他们要回家去度过一个舒服的夜晚。在家里，光景好些的人家，大人们总要给回家的孩子做两顿好吃的，然后再打闹一口袋象样的干粮，以便下一个星期孩子在大灶饭外有个补充。这期间，偌大的学校里就象退了潮的海滩那般宁静。到了星期天下午，乡里的学生又都纷纷返回来，这个世界才又恢复了它那闹哄哄的局面……少平和金波骑着车子出了县城，便沿着向西的一条公路，一个带着一个，往家里赶去。两个人共同骑过好几年车子，他们一路上换着蹬，轻松而愉快。

从县城到他们村有七十华里路。这条路连接着黄土高原两个地区，因此公路上的汽车还是比较繁多的。从出县城起，路面比较宽阔，以后就越走越狭窄。约摸到五十华里外，川道完全消失了。西山夹峙的深沟，刚刚能摆下一条公路。接着，便到了分水岭。壁立的横断山脉陡然间堵住了南北通道。在以前，公路只好委屈地从这里盘山而上，才能伸到山那面。前几年在一个山腰里捅开了一个豁口，才把公路从山顶降到了半山腰。不过，山两面公路的坡度还是很长很陡的。这里汽车事故也最多，公路边的排水沟里，常常能看见翻倒的车辆——上坡时慢得让司机心烦，下坡时他们往往发疯地放飞车，结果……

上这坡时，所有的自行车都不可能再骑了。少平和金波这时就轮换推着车子，两个人都累得满头大汗。翻过分水岭就是他们公社。沟道仍然象山那面一样狭窄。这道沟十来个村子，每个村相隔都不到十华里，被一条小河串连起来。小河叫东拉河，就是在这分水岭下发源的。

下了山，过了一个叫下山村的村子，再走十华里路，就是公社所在地石圪节村了。他们双水村离石圪节公社也是十里路，中间隔一个罐子村——少平他姐兰花就出嫁在这村里。

少平和金波翻过分水岭，骑着车便象风一般从大坡上飞下来了。下山村一闪而过。接着就到了石圪节公社。

公社在公路对面，一座小桥横跨在东拉河上，把公路和镇子连结起来。一条约摸五十米长的破烂街道，唯一的一座象样的建筑物就是供销社的门市部。但这镇子在周围十几个村庄的老百姓眼里，就是一个大地方。到这里来赶一回集，值得乡里的婆姨女子们隆重地梳洗打扮一番。另外，这街上的南头，还有个小食堂。食堂里几个吃得胖乎乎的炊事员，在本公社和公社主任一样有名气——生活在这穷乡僻壤的人们，对天天能吃肉的人多么羡慕啊！

石圪节今天不遇集，因此街上没什么人。少平和金波也没打算过桥去逛一逛。前两年在这里上初中时，他们常爱到这条街道上来遛达。那时，这地方在他们眼里也是大地方。可现在，他们已经逛过更大的世界，这条破败的街道对他们来说，已经没有什么吸引力了。

只是到了公社前面的中学附近时，他两个却不约而同地停住了车子。中学也在河对面，四、五间教室，两排石窑洞；窑洞下面，一个小土操场上安一副破烂的篮球架。多么可爱的地方啊！他们在此度过了两年的时光，对这地方熟悉得就象自己的身体一样。现在他们虽然到了一个大学校，但这里的一切都常常出现在他们的睡梦中。

现在是星期六下午，他们知道，除过几个公派老师外，学生和挣工分的老师都回家去了。他们的妹妹兰香和金秀大概也走了。



少平也看见了。他感到眼前一阵发黑，便悄悄拉了妹妹一把，说：咱们回……”
  </div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book1/3/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book1/5/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
p {text-indent: 2em;}
</style>