<template>
  <div class="counter-warp">
     <div class="title" text-align="left">围城</div>
     <div text-align="center">第九章</div>
      
     <div class="home" >
     
　　<p>鸿渐赞美他夫人柔顺，是在报告订婚的家信里。方□（辶＋豚）</p>翁看完信，像母鸡下了蛋，叫得一分钟内全家知道这消息。老夫妇惊异之后，继以懊恼。方老太太尤其怪儿子冒失，怎么不先征求父母的同意就订婚了。□？
　　（辶＋豚）翁道：“咱们尽了做父母的责任了，替他攀过周家的女儿。这次他自己作主，好呢再好没有，坏呢将来不会怨到爹娘。你何必去管他们？”方老太太道：“不知道那位孙小姐是个什么样子，鸿渐真糊涂，照片也不寄一张！”□（辶＋豚）翁向二媳妇手里要过信来看道：“他信上说她‘性情柔顺’。”像一切教育程度不高的人，方老太太对于白纸上写的黑字非常迷信，可是她起了一个人文地理的疑问：“她是不是外省人？外省人的脾气总带点儿蛮，跟咱们合不来的。”二奶奶道：“不是外省人，是外县人。”□（辶＋豚）翁道：“只要鸿渐觉得她柔顺，就好了。唉，现在的媳妇，你还希望对你孝顺么？这不会有的了。”二奶奶三奶奶彼此做个眼色，脸上的和悦表情同时收敛。方老太太道：“不知道孙家有没有钱？”□（辶＋豚）翁笑道：“她父亲在报馆里做事，报馆里的人会敲竹杠，应当有钱罢，呵牵？
　　我看老大这个孩子，痴人多福。第一次订婚的周家很有钱，后来看中苏鸿业的女儿，也是有钱有势的人家。这次的孙家，我想不会太糟。无论如何，这位小姐是大学毕业，也在外面做事，看来能够自立的。“□（辶＋豚）翁这几句话无意中替柔嘉树了二个仇敌；二奶奶和三奶奶的娘家，景况平常，她们只在中学念过书。
　　鸿渐在香港来信报告结婚，要父亲寄钱，□（辶＋豚）翁看后，又惊又怒，立刻非常沉默。他跟方老太太关了房门，把信研究半天。方老太太怪柔嘉引诱儿子，□（辶＋豚）翁也对自由恋爱，新式女人发表了不恭敬的意见。但他是一家之主，觉得家里任何人丢脸，就是自己丢脸，家丑不但不能外扬，并且不能内扬，要替大儿子大媳妇在他们兄弟妯娌之间遮隐。他叮嘱方老太太别对二媳妇三媳妇提起这件事，叹气道：“儿女真是孽债，一辈子要为他们操心。娘，你何必生气？他们还知道要结婚，这就是了。”吃晚饭时，□（辶＋豚）翁笑得相当自然，说：“老大今天有信来，他们到了香港了。同走的几位朋友里，有人要在香港结婚，老大看了眼红，也要同时跟孙小姐举行婚礼。年轻人做事总是一窝蜂似的，喜欢凑热闹。他信上还说省我的钱，省我的事呢，这也算他体恤咱们了，娘，是不是？”等大家惊叹完毕，他继续说：“鹏图凤仪结婚的费用，全是我负担的。现在结婚还要像从前在家乡那样的排场，我开支不起了。鸿渐省得我掏腰包，我何乐而不为？可是，鹏图，你明天替我电汇给他一笔钱，表示我对你们三兄弟一视同仁，免得将来老大怪父母不公平。”晚饭吃完，□（辶＋豚）翁出坐时，又说：“他这个办法很好。每逢结婚，两个当事人无所谓，倒是旁人替他们忙。假如他在上海结婚，我跟娘不用说，就是你们夫妇也要忙得焦头烂额。现在大家都方便。”他自信这几句语，点明利害，儿子媳妇们不会起疑了。他当天日记上写道：“渐儿香港来书，云将在港与孙柔嘉女士完姻，盖轸念时艰家毁，所以节用省事也。其意可嘉，当寄款玉成其事。”三奶奶回房正在洗脸，二奶奶来了，低声说：“听见没有？我想这事不妙呀。从香港到上海这三四天的工夫都等不及了么？”三奶奶不愿意输给她，便道：“他们忽然在内地订婚，我那时候就觉得太突兀，这里面早有毛病。”二奶奶道：“对了！我那时候也这样想。他们几月里订婚的？”两人屈指算了一下，相视而笑。凤仪是老实人，吓得目瞪口呆，二奶奶笑道：“三叔，咱们这位大嫂，恐怕是方家媳妇里破记录的人了。”
　　过了几天，结婚照片寄到。柔嘉照上的脸差不多是她理想中自己的脸，□（辶＋豚）翁见了喜欢，方老太太也几次三回戴上做活的眼镜细看。凤仪私下对他夫人说：“孙柔嘉还漂亮，比死掉的周家女儿好得多。”三奶奶冷笑道：“照片靠不住的，要见了面才作准。有人上照，有人不上照，很难看的人往往照相很好，你别上当。为什么只照个半身？一定是全身不能照，披的纱，抱的花都遮盖不了，我跟你打赌。吓！我是你家明媒正娶的，现在要叫这女人‘大嫂嫂’，倒尽了霉！我真不甘心。你瞧，这就是大学毕业生！”二奶奶对丈夫发表感想如下：“你留心没有？孙柔嘉脸上一股妖气，一看就是个邪道女人，所以会干那种无耻的事。你父亲母亲一对老糊涂，倒赞她美！不是我吹牛，我家的姊妹多少正经干净，别说从来没有男朋友，就是订了婚，跟未婚夫通信爹都不许的。”鹏图道：“老大这个岳家恐怕比不上周家。周厚卿很会投机做生意，他的点金银行发达得很，老大跟他闹翻，真是傻瓜！我前天碰见周厚卿的儿子，从前跟老大念过书，年纪十七八岁，已经做点金银行的襄理了，会开汽车。我想结交他父亲，把周方两家的关系恢复，将来可以合股投资。这话你别漏出去。”
　　柔嘉不愿意一下船就到婆家去，要先回娘家。鸿渐了解她怕生的心理，也不勉强。他知道家里分不出屋子来给自己住，脱离周家以后住的那间房，又黑又狭，只能搁张小床。柔嘉也声明过，她不会在家庭里做媳妇的，暂时两人各住在自己家里，一面找房子。他们上了岸，向大法兰西共和国上海租界维持治安的巡警侦探们付了买路钱，赎出行李。鸿渐先送夫人到家，因为汽车等着，每秒钟都要算钱，见丈人夫母的礼节简略至于极点。他独自回家，方□（辶＋豚）翁夫妇瞧新娘没同来，很不高兴，同时又放了心。鸿渐住的那间小屋，现在给两个老妈子睡，还没让出来，新娘真来了，连换衣服的地方都没有。老夫妇问了儿子许多话，关于新妇以外，还有下半年的职业。鸿渐撑场面，说报馆请他做资料室主任。□（辶＋豚）翁道：“那末，你要长住在上海了。家里挤得很，又要费我的心，为你就近找间房子。唉！”至亲不谢，鸿渐说不出话。□（辶＋豚）翁吩咐儿子晚上去请柔嘉明天过来吃午饭，同时问丈人丈母什么日子方便，他要挑个饭店好好的请亲家。他自负精通人情世故，笑对方老太太说：“照老式结婚的办法，一顶轿子就把新娘抬来了，管她怕生不怕生。现在不成了，我想叫二奶奶或者三奶奶陪老大到孙家去请她，表示欢迎。这样一来，她可以比较不陌生。”三奶奶沉着脸，二奶奶欢笑道：“好极了！咱们是要去欢迎大嫂的。明天我陪你去得了，大哥。”鸿渐忙一口谢绝。人散以后，三奶奶对二奶奶说：“姐姐，你真是好脾气！孙柔嘉是什么东西，摆臭架子，要我们去迎接她！我才不肯呢。”二奶奶说：“她今天不肯来，是不会来的了。我猜准她快要生产了，没有脸到婆家来，今天推明天，明天推后天，咱们索性等着双喜进门罢。我知道老大决不让我去的，你瞧他那时候多少着急。”三奶奶自愧不如，说：“老大虽然是长子，方家的长孙总是你们阿丑了。孙柔嘉赶快生个儿子也没有用。”二奶奶指头点她一下道：“他们方家有什么大家私可以分，这个年头儿还讲长子长孙么？阿丑跟你们阿凶不是一样的方家孙子。老头子几个钱快完了，往常田里的那笔进账现在都落了空。老大也三四个月不贴家用了，我看以后还要老头子替他养家呢。”三奶奶叹气道：“他们做父母的心全偏到夹肢窝里的！老大一个人大学毕业留洋，钱花得不少了，现在还要用老头的钱。我就不懂，他留了洋有什么用，别说比不上二哥了，比我们老三都不如。”二奶奶道：“咱们瞧女大学生‘自立’罢。”二人旧嫌尽释，亲热得有如结义姐妹（因为亲生姐妹倒彼此嫉妒的），孙柔嘉做梦也没想到她做了妯娌间的和平使者。
　　午饭后，□（辶＋豚）翁睡午觉，老太太押着两个满不愿意的老妈子腾房间，二奶奶三奶奶各陪小孩子睡觉。阿丑阿凶没人照顾，便到客堂里缠住鸿渐。阿丑问“大伯伯”要大伯母看，又顽皮地问：“大伯伯，谁是孙柔嘉？”阿凶距离鸿渐几步，光着眼吃指头，听了这话，拔出指头，刁嘴咬舌道：“‘孙柔嘉。’不可以说的，要说‘大娘’。大伯伯，我没有说‘孙柔嘉’。”鸿渐心不在焉道：“你好。”阿丑讨喜酒吃，鸿渐说：“别吵，明天爷爷给你吃。”阿丑道：“那末你现在给我吃块糖。”鸿渐说：“你刚吃过饭，吃什么糖，你没有凶弟弟乖。”阿凶又拔出指头道：“我也要吃块糖。”鸿渐摇头道：“讨厌死了，没有糖吃。”阿丑爬上靠窗的桌子，看街上的行人。阿凶人小，爬不上，要大伯伯抱他上去，鸿渐算账不理他，他就哭丧着脸，嚷要撒尿，鸿渐没做过父亲，毫无办法，放下铅笔，说：“你熬住了。我搀你上楼去找张妈，可是你上了楼不许再下来。”阿凶不愿意上去，指桌子旁边的痰盂，鸿渐说：“随你便。”阿丑回过脸来说：“刚走过一个人，他一只手里拿一根棒冰，他有两根棒冰，又舐一根。大伯伯，他有两根棒冰。” 阿凶听得忘了撒尿， 说：“我也要看那个人，让我上去看。”阿丑得意道：“他走到不知那儿去了，你看不见——大伯伯，你吃过棒冰没有？”阿凶老实说：“我要吃棒冰，”阿丑忙从桌上跳下来，也老实说：“我要吃棒冰。”鸿渐说，等张妈或孙妈收拾好房间差她去买，这时候不准吵，谁吵谁罚掉冰。阿丑问，收拾房间要多少时候。鸿渐说，至少等半个钟头。阿丑说：“我不吵，我看你写字。”阿凶吃够了右手的食指，换个左手的无名指尝新。鸿渐写不上十个字，阿丑道：“大伯伯，半个钟头到了没有？”鸿渐不耐烦道：“胡说，早得很呢！”阿丑熬了一会，说：“大伯伯，你这枝铅笔好看得很。你让我写个字。”鸿渐知道铅笔到他手里准处死刑断头，不肯给他。阿丑在客堂里东找西找，发现铅笔半寸，旧请客贴子一个，把铅笔头在嘴里吮了一吮，笔透纸背似的写了“大”字和“方”字，像一根根火柴搭起来的。鸿渐说：“好，好。你上去瞧瞧张妈收拾好没有。”
　　阿丑去了下来，说还没呢，鸿渐道：“你只能再等一下了。”阿丑道：“大伯伯，新娘来了，是不是住在那间房里？”鸿渐道：“不用你管。”阿丑道：“大伯伯，什么叫‘关系’？”鸿渐不懂，阿丑道：“你是不是跟大娘在学堂里有‘关系’的？”鸿渐拍桌跳起来道：“什么话？谁教你说这种话的？”阿丑吓得脸涨得比鸿渐还红，道：“我——我听见妈妈跟爸爸说的。”
　　鸿渐愤恨道：“你妈妈混帐！你没有冰吃，罚掉你的冰。”阿丑瞧鸿渐认真，知道冰不会到嘴，来个精神战胜，退到比较安全的距离，说：“我不要你的冰，我妈妈会买给我吃。大伯伯最坏，坏大伯伯，死大伯伯。”鸿渐作势道：“你再胡说，我打你。”阿丑甭着头，鼓着嘴，表示倔强不服。阿凶走近桌子说：“大伯伯我乖，我没有说。”鸿渐道：“你有冰吃的。别像他那样。”阿丑听说阿凶依然有冰吃，走上来一手拉住他手臂，一手摊掌，说：“你昨天把我的皮球丢了，快赔给我，我要我的皮球，这时候我要拍。”阿凶慌得叫大伯伯解围。鸿渐拉阿丑，阿丑就打阿凶一下耳光，阿凶大哭，撒得一地是尿。鸿渐正骂阿丑，二奶奶下来了责备道：“小弟弟都给你们吵醒了！”三奶奶听见儿子的哭声也赶下来。两个孩子都给自己的母亲拉上去，阿丑一路上声辩说：“为什么大伯伯给他吃冰，不给我吃冰。”鸿渐掏手帕擦汗，叹口气。想这种家庭里，柔嘉如何住得惯。想不到弟媳背后这样糟塌人，她当然还有许多不堪入耳的话，自己简直不愿意知道，那句话现在知道了都懊悔。听过她们背后对自己的批判，死后受阎王爷问一生的罪恶，就有个自辩的准备了。一向跟家庭习而相忘，不觉得它藏有多少仇嫉卑鄙，现在为了柔嘉，稍能从局外人的立场来观察，才恍然明白这几年来兄弟妯娌甚至父子间的真情实相，自己如在梦里。
　　方老太太当夜翻箱倒箧，要找两件劫余的手饰，明天给大媳妇作见面礼。□（辶＋豚）翁笑她说：“她们新式女人还要戴你那些老古董么？我看算了罢。‘赠人以车，不如赠人以言’；我明天倒要劝她几句话。”方老太太结婚三十余年，对丈夫掉的书袋，早失去索解的好奇心，只懂最后一句，忙说：“你明天说话留神。他们过去的事，千万别题。”□（辶＋豚）翁怫然道：“除非我像你这们笨！我在社会上做了三十多年的事，这一点人情世故还不懂么？”明天上午鸿渐去接柔嘉，柔嘉道：“你家里比我们古板，今天去了，有什么礼节？我是不懂的，我不去了。”鸿渐说，今天是彼此认识一下，毫无礼节，不过他父亲的意思，要他们对祖宗行个礼。柔嘉撒娇道：“算你们方家有祖宗，我们是天上掉下来的，没有祖宗！你为什么不对我们孙家的祖宗行礼？明天我教爸爸罚你对祖父祖母的照片三跪九叩首。我要报仇。”鸿渐听她口气松动，赔笑说：“一切瞧我面上，受点委屈。”柔嘉道：“不是为了你，我今天真不愿意去。我又不是新进门的小狗小猫，要人抱了去拜灶！”到了方家，老太太瞧柔嘉没有相片上美，暗暗失望，又嫌她衣服不够红，不像个新娘，尤其不赞成她脚上颜色不吉利的白皮鞋。二奶奶三奶奶打扮得淋漓尽致，天气热，出了汗，像半溶化的奶油喜字蛋糕。她们见了大嫂的相貌，放心释虑，但对她的身材，不无失望。柔嘉虽然比不上法国剧人贝恩哈脱（Sarah  Barnhardt），腰身纤细得一粒奎宁丸吞到肚子里就像怀孕，但瘦削是不能否认的。“双喜进门”的预言没有效验。□（辶＋豚）翁一团高兴，问长问短，笑说：“以后鸿渐这孩子我跟他母亲管不到他了，全交托给你了——”方老太太插口说：“是呀！鸿渐从小不能干的，七岁还不会穿衣服。到现在我看他穿衣服不知冷暖，东西甜的咸的乱吃，完全像个孩子，少奶奶，你要留心他。鸿渐，你不听我的话，娶了媳妇，她说的话，你总应该听了。”柔嘉道：“他也不听我的话的——鸿渐，你听见没有？以后你不听我的话，我就告诉婆婆。”鸿渐傻笑。二奶奶和三奶奶偷偷做个鄙薄的眼色。□（辶＋豚）翁听柔嘉要做事，就说：“我有句话劝你。做事固然很好，不过夫妇俩同在外面做事，‘家无主，扫帚倒竖’，乱七八糟，家庭就有名无实了。我并不是顽固的人，我总觉得女人的责任是管家。现在要你们孝顺我们，我没有这个梦想了，你们对你们的夫总要服侍得他们称心的。可惜我在此地是逃难的局面，房子挤得很，你们住不下，否则你可以跟你婆婆学学管家了。”柔嘉勉强点头。行礼的时候，祭桌前铺了红毯，显然要鸿渐夫妇向空中过往祖先灵魂下跪。柔嘉直挺挺踏上毯子，毫无下拜的趋势，鸿渐跟她并肩三鞠躬完事。傍观的人说不出心里惊骇和反对，阿丑嘴快，问父亲母亲道：“大伯伯大娘为什么不跪下去拜？”这句话像空房子里的电话铃响，无人接口。鸿渐窘得无地自容，亏得阿丑阿凶两人抢到红毯上去跪拜，险些打架，转移了大家的注意。方老太太满以为他们俩拜完了祖先，会向自己跟□（辶＋豚）翁正式行跪见礼的。鸿渐全不知道这些仪节，他想一进门己经算见面了，不必多事。所以这顿饭吃得并不融洽。阿丑硬要坐在柔嘉旁边，叫大娘夹这样菜那样菜，差唤个不了。菜上到一半，柔嘉不耐烦敷衍这位讨厌侄儿，阿丑便跪在椅子上，伸长手臂，自己去夹菜。一不小心，他把柔嘉的酒杯碰翻，柔嘉“啊呀”一声，快起身躲，新衣服早染了一道酒痕。□（辶＋豚）翁夫妇骂阿丑，柔嘉忙说没有关系。鹏图跟二奶奶也痛骂儿子，不许他再吃，阿丑哭丧了脸，赖着不肯下椅子。他们希望鸿渐夫会说句好话，替儿子留面子。谁知道鸿渐只关切地问柔嘉：“酒渍洗得掉么？亏得他夹的肉丸子没滚在你的衣服上，险得很！”二奶奶板着脸，一把拉住阿丑上楼，大家劝都来不及，只听到阿丑半楼梯就尖声嚷痛，厉而长像特别快车经过小站不停时的汽笛，跟着号啕大哭。鹏图听了心痛，咬牙切齿道：“这孩子是该打，回头我上去也要打他呢。”
　　下午柔嘉临走，二奶奶还满脸堆笑说：“别走了，今天就住这儿罢——三妹妹，咱们把她扣下来——大哥，只有你，还会送她回家！你就不要留住她么？”阿丑哭肿了眼，人也不理。方老太太因为儿子媳妇没对自己叩头，首饰也没给他们，送她出了门，回房向□（辶＋豚）翁叽咕。□（辶＋豚）
　　翁道：“孙柔嘉礼貌是不周到，这也难怪。学校里出来的人全野蛮不懂规矩，她家里我也不清楚，看来没有家教。”方老太太道：“我十月怀胎养大了他，到现在娶了媳妇，受他们两个头都不该么？孙柔嘉就算不懂礼貌，老大应当教教她。我愈想愈气。”□（辶＋豚）翁劝道：“你不用气，回头老大回来，我会教训他。鸿渐真是糊涂虫，我看他将来要怕老婆的。不过孙柔嘉还像个明白懂道理的女人，我方才教她不要出去做事，你看她倒点头服从的。”
　　柔嘉出了门，就说：“好好一件衣服，就算毁了，不知道洗得掉洗不掉。我从来没见过这种没管教的孩子。”鸿渐道：“我也真讨厌他们，好在将来不会一起住。我知道今天这顿饭把你的胃口全吃倒了。说到孩子，我倒想起来了，好像你应该给他们见面钱的，还有两个用人的赏钱。”柔嘉顿足道：“你为什么不早跟我说？我家里没有这一套，我自己刚脱离学校，全不知道这些奶奶经！麻烦死了，我不高兴做你们方家的媳妇了！”鸿渐安慰道：“没有关系，我去买几个红封套，替你给他们得了。”柔嘉道：“随你去办罢，反正我有会讨你家好的。你那两位弟媳妇，都不好对付。你父亲说的话也离奇；我孙柔嘉一个大学毕业生到你们方家来当不付工钱的老妈子！哼，你们家里没有那么阔呢。”鸿渐忍不住回护□（辶＋豚）翁道：“他也没有叫你当老妈子，他不过劝你不必出去做事。”柔嘉道：“在家里享福，谁不愿意？我并不喜欢出去做事呀！我问你，你赚多少钱一个月可以把我供在家里？还是你方家有祖传的家当？你自己下半年的职业，八字还未见一撇呢！
　　我挣我的钱，还不好么？倒说风凉话！“鸿渐生气道：”这是另一件事。他的话也有点道理。“柔嘉冷笑道：”你跟你父亲的头脑都是几千年前的古董，亏你还是个留学生。“鸿渐也冷笑道：”你懂什么古董不古董！我告诉你，我父亲的意见在外国时得很呢，你吃的亏就是没留过学。我在德国，就知道德国妇女的三K运动：Kirche，  Kneche，  Ki nder——“柔嘉道：”我不要听，随你去说。不过我今天才知道，你是位孝子，对你父亲的话这样听从——“这吵架没变严重，因为不能到孙家去吵，不能回方家去吵，不宜在路上吵，所以舌剑唇枪无用之地。无家可归有时简直是桩幸事。
　　两亲家见过面，彼此请过客，往来拜访过，心里还交换过鄙视。谁也不满意谁，方家恨孙家简慢，孙家厌方家陈腐，双方背后都嫌对方不阔。□（辶＋豚）翁一天听太太批评亲家母，灵感忽来，日记上添上了精彩的一条，说他现在才明白为什么两家攀亲要叫“结为秦晋”：“夫春秋之时，秦晋二国，世缔婚姻，而世寻干戈。亲家相恶，于今为烈，号曰秦晋，亦固其宜。”写完了，得意非凡，只恨不能送给亲翁孙先生赏鉴。鸿渐跟柔嘉左右为难，受足了气，只好在彼此身上出气。鸿渐为太太而受气，同时也发现受了气而有个太太的方便。从前受了气只好闷在心里，不能随意发泄，谁都不能够像对太太那样痛快。父母兄弟不用说，朋友要绝交，用人要罢工，只有太太像荷马史诗里风神的皮袋，受气的容量最大，离婚毕竟不容易。柔也发现对丈夫不必像对父母那样有顾忌。但她比鸿渐有涵养，每逢鸿渐动了真气，她就不再开口。她仿佛跟鸿渐抢一条绳子，尽力各拉一头，绳子迸直欲断的时候，她就凑上几步，这绳子又松软下来。气头上虽然以吵嘴为快，吵完了，他们都觉得疲乏和空虚，像戏散场和酒醒后的心理。回上海以前的吵架，随吵随好，宛如富人家的饭菜，不留过夜的。渐渐的吵架的余仇，要隔一天才会消释，甚至不了了之，没讲和就讲话。有一次斗口以后，柔嘉半认真半开顽笑地说：“你发起脾气来就像野兽咬人，不但不讲理，并且没有情份。你虽然是大儿子，我看你父亲母亲并不怎么溺爱你，为什么这样使性？”鸿渐抱愧地笑。他刚才相骂赢了，胜利使他宽大，不必还敬说：“丈人丈母重男轻女，并不宝贝你，可是你也够难服侍。”
　　他到了孙家两次以后，就看出来柔嘉从前口口声声“爸爸妈妈”，而孙先生孙太太对女儿的事淡漠得等于放任。孙先生是个恶意义的所谓好人——无用之人，在报馆当会计主任，毫无势力。孙太太老来得子，孙家是三代单传，把儿子的抚养作为宗教，打扮得他头光衣挺，像个高等美容院里的理发匠或者外国菜馆里的侍者。他们供给女儿大学毕业，已经尽了责任，没心思再料理她的事。假如女婿阔得很，也许他们对柔嘉的兴趣会增加些。跟柔嘉亲密的是她的姑母，美国留学生，一位叫人家小孩子“你的Baby”，人家太太“你的Mrs”那种女留学生。这种姑母，柔嘉当然叫她Aunti e.她年轻时出过风头，到现在不能忘记，对后起的女学生批判甚为严厉。
　　柔嘉最喜欢听她的回忆，所以独蒙怜爱。孙先生夫妇很怕这位姑太太，家里的事大半要请她过问。她丈夫陆先生，一脸不可饶恕的得意之色，好谈论时事。因为他两耳微聋，人家没气力跟他辩，他心里只听到自己说话的声音，愈加不可理喻。夫妇俩同在一家大纱厂里任要职，先生是总工程师，太太是人事科科长。所以柔嘉也在人事科里找到位置。姑太太认为侄女儿配错了人，对鸿渐的能力和资格坦白地瞧不起。鸿渐也每见她一次面，自卑心理就像战时物价又高涨一次。姑太太没有孩子，养一条小哈巴狗，取名Bobby，视为性命。那条狗见了鸿渐就咬；它女主人常说的话：“狗最灵，能够辨别好坏，”更使他听了生气。无奈狗以主贵，正如夫以妻贵，他不敢打它。
　　柔嘉要姑母喜欢自己的丈夫，常教鸿渐替陆太太牵狗出去撒尿拉屎，这并不能改善鸿渐对狗的感情。
　　鸿渐曾经恶意地对柔嘉说：“你姑母爱狗胜于爱你。”柔嘉道：“别胡闹”——又加上一句毫无意义的话——“她就是这个脾气。”鸿渐道：“她这样喜欢跟狗做伴侣，表示她不配跟人在一起。”柔嘉瞪眼道：“我看狗有时比人都好，至少Bobby比你好，它倒很有情义的，不乱咬人。碰见你这种人，是该咬。”鸿渐道：“你将来准像你姑母，也会养条狗。唉，像我这个倒霉人，倒应该养条狗。亲戚瞧不起，朋友没有，太太——呃——太太容易生气不理人，有条狗对我摇摇尾巴，总算世界上还有件东西比我都低，要讨我的好。你那位姑母在厂里有男女职工趋奉她，在家里傍人不用说，就是侄女儿对她多少千依百顺，她应当满意了，还要养条走狗对她摇头摆尾！
　　可见一个人受马屁的容量，是没有底的。“柔嘉管制住自己的声音道：”请你少说一句，好不好？不能有三天安静的！刚要好了不多几天，又来无事寻事了。“鸿渐扯淡笑道：”好凶！好凶！“
　　鸿渐为哈巴狗而发的感慨，一半是真的。正像他去年懊悔到内地，他现在懊悔听了柔嘉的话回上海。在小乡镇时，他怕人家倾轧，到了大都市，他双恨人家冷淡，倒觉得倾轧还是瞧得起自己的表示。就是条微生虫，也沾沾自喜，希望有人搁它在显微镜下放大了看的。拥挤里的孤寂，热闹里的凄凉，使他像许多住在这孤岛上的人，心灵也仿佛一个无凑畔的孤岛。这一年的上海跟去年大不相同了。欧洲的局势急转直下，日本人因此在两大租界里一天天的放肆。后来跟中国“并肩作战”的英美两国，那时候只想保守中立；中既然不中，立也根本立不住，结果这“中立”变成只求在中国有个立足之地，此外全盘让日本人去蹂躏。约翰牛一味吹牛，Uncle  Sam原来就是Uncle  Sham；至于马克斯妙喻所谓“善鸣的法兰西雄鸡”呢，它确有雄鸡的本能——迎着东方引吭长啼，只可惜把太阳旗误认为真的太阳。美国一船船的废铁运到日本，英国在考虑封锁中国的军火。物价像得道成仙，平地飞升。公用事业的工人一再罢工，电车和汽车只恨不能像戏院子和旅馆挂牌客满。铜元镍币全搜刮完了，否则挤车的困难可以避免。生存竞争渐渐脱去文饰和面具，露出原始的狠毒。廉耻并不廉，许多人维持它不起。发国难财和破国难产的人同时增加，各不相犯；因为穷人只在大街闹市行乞，不会到财主的幽静住宅区去，只会跟着步行的人要钱，财主坐的流线型汽车是赶不上的。贫民区逐渐蔓延，像市容上生的一块癣。政治性的恐怖事件，几乎天天发生。有志之士被压迫得慢慢像西洋大都市的交通路线，向地下发展，地底下原有的那些阴毒暧昧的人形爬虫，攀附了他们自增声价。鼓吹“中日和平”的报纸每天发表新参加的同志名单，而这些“和奸”往往同时在另外的报纸上声明“不问政治”。
　　鸿渐回家第五天，就上华美新闻社拜见总编辑，辛楣在香港早通信替他约定了。他不愿找丈人做引导，一个人到报馆所在的大楼。报馆在三层楼，电梯外面挂的牌子写明到四楼才停。他虽然知道唐人“欲穷千里目，更上一层楼”的好诗，并没有乘电梯。他虽然不知道但丁沉痛的话：“求事到人家去，上下的楼梯特别硬”，而走完两层楼早已气馁心怯，希望楼梯多添几级，可以拖延时间。推进弹簧门，一排长柜台把馆内人跟馆外人隔开；假使这柜台上装置铜栏，光景就跟银行，当铺，邮局无别。报馆分里外两大间，外间对门的写字桌畔，坐个年轻女人，翘起戴钻戒的无名指，在修染红指甲；有人推门进来，她头也不抬。在平时，鸿渐也许会诧异以办公室里的人，指头上不染墨水而指甲上染红油，可是匆遽中无心有此，隔了柜脱帽问讯。她抬起头来，满脸庄严不可侵犯之色，打量他一下，尖了红嘴唇向左一歪，又低头修指甲。鸿渐依照她嘴的指示，瞧见一个像火车站买票的小方洞，上写“传达”，忙上一看，里面一个十六七岁的男孩子在理信。他唤起他注意道：“对不住，我要找总编辑王先生。”那孩子只管理他的信，随口答道：“他没有来。”他用最经济的口部肌肉运动说这四个字，恰够鸿渐听见而止，没多动一条神经，多用一丝声气。鸿渐发慌得腿都软了，说：“咦，他怎么没有来！不会罢？请你进去瞧一瞧。”那孩子做了两年的传达，老于世故，明白来客分两类：低声下气请求“对不住，请你如何如何”的小客人，粗声大气命令“小孩儿，这是我的片子，找某某”的大客人。今天这一位是属于前类的，自己这时候正忙，没工夫理他。鸿渐暗想，假使这事谋成了，准想方法开除这小鬼，再鼓勇气说：“王先生约我这时候来的。”那孩子听了这句话，才开口问那个女人道：“蒋小姐，王先生来了没有？”她不耐烦摇头道：“谁知道他！”那孩子叹口气，懒洋洋站起来，问鸿渐要片子。鸿渐没有片子，只报了姓方。那孩子正要尽传达的责任，一个人走来，孩子顺便问道：“王先生来了没有？”那人道：“好像没有来，今天没看见他，恐怕要到下午来了。”孩子摊着两手，表示自己变不出王先生。鸿渐忽然望见丈人在远远靠窗的桌上办公，像异乡落难遇见故知。立刻由丈人陪了进去，见到王先生，谈得很投机。王先生因为他第一次来，坚持要送他出柜台。那女人不修指甲了，忙着运用中文打字机呢，依然翘着带钻戒的无名指。王先生教鸿渐上四层楼乘电梯下去，明天来办公也乘电梯到四层楼再下来，这样省走一层楼梯。鸿渐学了乖，甚为高兴，觉得已经是报馆老内行了。当夜写信给辛楣，感谢他介绍之恩，附笔开顽笑说，据自己今天在传达处的经验，恐怕本报其他报道和消息不会准确。
　　房子比职业更难找。满街是屋，可是轮不到他们住。上海仿佛希望每个新来的人都像只戴壳的蜗牛，随身带着宿舍。他们俩为找房子，心灰力竭，还贴上无谓的口舌。最后，靠（□（辶＋豚）翁的面子，在亲属家里租到两间小房，没出小费。这亲戚一部分眷属要回乡去，因为方家的大宅子空着，愿意借住。□（辶＋豚）翁提议，把这两间房作为交换条件。这事一说就成，□（辶＋豚）翁有理由向儿子媳妇表功。儿子当然服贴，媳妇回娘家一说，孙太太道：“笑话！他早该给你房子住了。为什么鸿渐的弟媳好好的有房子住？你嫁到方家去，方家就应该给你房子。方家没有房子，害你们新婚夫妇拆散，他们对你不住，现在算找到两间房，有什么大不了得！我常说，结婚不能太冒昧的，譬如这个人家里有没有住宅，就应该打听打听。”幸而柔嘉没有把这些话跟丈夫说，否则准有一场吵。她发现鸿渐虽然很不喜欢他的家，决不让傍人对它有何批评。为了买家具，两人也争执过。鸿渐认为只要向老家里借些来用用，将就得过就算了。柔嘉道地是个女人，对于自己管领的小家庭比他看得重，要争点家私。鸿渐陪她上木器店，看见一张桌子就想买，柔嘉只问了价钱，把桌子周身内外看个仔细，记在心里，要另外走好几家木器店，比较货色和价钱。鸿渐不耐烦，一次以后，不再肯陪她，她也不要他陪，自去请教她的姑母。
　　家具粗备，陆先生夫妇来看侄女婿的新居。陆先生说楼梯太黑，该教房东装盏电灯。陆太太嫌两间房都太小，说鸿渐父亲当初该要求至少两间里有一间大房。陆先生听太太的话耳朵不聋，也说：“这话很对。鸿渐，我想你府上那所房子不会很大。否则，他们租你的大房子，你租他们的小房间，这太吃亏了，呵呵。”他一笑，Bobby也跟着叫。他又问鸿渐这两天报馆里有什么新闻。鸿渐道：“没有什么消息。”他没有听清，问：“什么？”
　　鸿渐凑近他耳朵高声说：“没有什么——”他跳起来皱眉搓耳道：“吓，你嘴里的气直钻进我的耳朵，痒得我要死！”陆太太送侄女一房家具，而瞧侄女婿对自己丈夫的态度并不逊顺，便说：“他们的‘华美新闻’我从来不看，销路好不好？我中文报不看的，只看英文报。”鸿渐道：“这两天，波兰完了，德国和俄国声势利害得很，英国压下去了，将来也许大家没有英文报看，姑母还是学学俄文和德文罢。”陆太太动了气，说她不要学什么德文，杂货铺子里的伙计都懂俄文的。陆先生明白了争点，也大发议论，说有美国，怕什么，英国本来不算什数。他们去了，柔嘉埋怨鸿渐。鸿渐道：“这是我的房子，我不欢迎他们来。”柔嘉道：“你这时候坐的椅子，就是他们送的礼。”鸿渐忙站起来，四望椅子沙发全是陆太太送的，就坐在床上，说：“谁教他们送的？退还他们得了。我宁可坐在地板上的。”柔嘉又气又笑道：“这种蛮不讲礼的话，只可以小孩子说，你讲了并不有趣。”男人或女人听异性以“小孩子”相称，无不驯服；柔嘉并非这样称呼鸿渐，可是这三个字的效力已经够了。
　　□（辶＋豚）翁夫妇一天上午也来看布置好的房间。柔嘉到办公室去了，鸿渐常常饭后才上报馆。他母亲先上楼，说：“爸爸在门口，他带给你一件东西，你快下去搬上来——别差女用人，粗手大脚，也许要碰碎玻璃的。”鸿渐忙下去迎接父亲，捧了一只挂在壁上的老式自鸣钟到房里。□（辶＋豚）翁问他记得这个钟么，鸿渐摇头。□（辶＋豚）翁慨然道：“要你们这一代保护祖泽，世守勿失，真是梦想了！这只钟不是爷爷买的，挂在老家后厅里的么？”鸿渐记起来了。这是去年春天老二老三回家乡收拾劫余，雇夜航船搬出来的东西之一。□（辶＋豚）翁道：“你小的时候，喜欢听这只钟打的声音，爷爷说，等你大了给你——唉，你全不记得了！我上礼拜花钱叫钟表店修理一下，机器全没有坏；东西是从前的结实，现在的钟表那里有这样经用！”方老太太也说：“我看柔嘉带的表，那样小，里面的机器都不会全的。”鸿渐笑道：“娘又说外行说了。‘麻雀虽小，五脏俱全’；机器当应有尽有，就是不大牢。”他母亲道：“我是说它不牢。”□（辶＋豚）翁挑好挂钟的地点，分付女用人向房东家借梯，看鸿渐上去挂，替钟捏一把汗。梯子搬掉，他端详着壁上的钟，踌躇满志，对儿子说：“其实还可以高一点——让它去罢，别再动它了。这只钟走得非常准，我昨天试过的，每点钟只慢走七分钟，记好，要走慢七分钟。”方老太太看了家具说：“这种木器都不牢，家具是要红木的好，多少钱买的？”她听说是柔嘉姑丈送的，便问：“柔嘉家里给她东西没有：”鸿渐撒谎道：“那一间客座兼饭室的器具是她父母买的——”看母亲脸上并不表示满足——“还有灶下的一切用品也是丈人家办的。”方老太太的表情依然不满足，可是鸿渐一时想不起贵重的东西来替丈人家挣面子。方老太太指铁床道：“这明明是你们自己买的，不是她姑母送的。”鸿渐不耐烦道：“床总不能教人家送。”方老太太忽然想起布置新房一半也是婆家的责任，便不说了。□（辶＋豚）翁夫妇又问柔嘉每天什么时候回来，平常吃些什么菜，女用人做菜好不好，要多少开销一天，一月要用几担煤球等等。鸿渐在半不能回答，□（辶＋豚）翁摇头，老太太说：“全家托给一个用人，太粗心大意了。这个李妈靠得住靠不住？”鸿渐道：“她是柔嘉的奶妈，很忠实，不会揩油。”□（辶＋豚）翁“哼”一声道：“你这糊涂人，知道什么？”老太太说：“家里没有女主人总不行的。
　　我要劝柔嘉别去做事了。她一个月会赚多少钱！管管家事，这几个钱从柴米油盐上全省下来了。“鸿渐忍不住说老实话：”她厂里酬报好，赚的钱比我多一倍呢！“二老故意地静默，老太太觉得儿子偏袒媳妇，老先生觉得儿子坍尽了天下丈夫的台。回家之后，□（辶＋豚）翁道：”老大准怕老婆。怎么可以让女人赚的钱比他多！这种丈夫还能振作乾纲么？“方老太太道：”我就不信柔嘉有什么本领，咱们老大留了洋倒不如她！她应当把厂里的事让给老大去做。“□（辶＋豚）翁长叹道：”儿子没出息，让他去罢！“
　　柔嘉回家，刚进房，那只钟表示欢迎，法条唏哩呼噜转了一会，当当打了五下。她诧异道：“这是什么地方来的？呀，不对，我表上快六点钟了。”李妈一一报报告。柔嘉问：“老太太到灶下去看看没有？”李妈说没有。
　　柔嘉又问她今天买的什么菜，释然道：“这些菜很好，倒没请老太太看看，别以为咱们饿瘦了她儿子。”李妈道：“我只煎了一块排骨给姑爷吃，留下好几块生的浸在酱油酒里，等一会煎了给你吃晚饭。”柔嘉笑道：“我屡次教你别这样，你改不好的。我怎吃得下那么许多！你应当尽量给姑爷吃，他们男人吃量大，嘴又馋，吃不饱要发脾气的。”李妈道：“可不是么？我的男人老李也——”柔嘉没想到她会把鸿渐跟老李相比，忙截住道：“我知道，从小就听见你讲，端午吃粽子，他把有赤豆的粽子尖儿全吃了，给你吃粽子跟儿，对不对？”李妈补充道：“粽子跟儿大，没煎熟，我吃了生米，肚子胀了好几天呢！”晚上鸿渐回来家，说明钟的历史，柔嘉说：“真是方家三代传家之宝——咦，怎么还是七点钟？”鸿渐告诉她每点钟走慢七分钟的事实。柔嘉笑道：“照这样说，恐怕它短针指的七点钟，还是昨天甚至前天的七点钟，要它有什么用？”她又说鸿渐生气的时候，拉长了脸，跟这只钟的轮廓很相像。鸿渐这两天伤风，嗓子给痰塞了。柔嘉拍手道：“我发现你说话以前嗓子里唏哩呼噜，跟它打的时候法条转动的声音非常之像。你是这钟变出来的妖精。”两人有说有笑，仿佛世界上没有夫妇反目这一会事。
　　一个星期六下午，二奶奶三奶奶同来作首次拜访。鸿渐在报馆里没回来，柔嘉忙做茶买点心款待，还说：“为什么两个孩子不带来？回头带点糖果回去给他们吃。”三奶奶道：“阿凶吵着要跟我来，我怕他来了闯祸，没带他。”二奶奶道：“我对阿凶说，大娘的房子干净，不比在家里可以随地撒尿，大伯伯要打的。”柔嘉不诚实道：“那里的话！很好带他来。”三奶奶觉得儿子失了面子，报复说：“我们的阿凶是没有灵性的，阿丑比他大不了几岁，就很有心思，别以为他是个孩子！譬如他那一次弄脏了你的衣服，吃了一顿打，从次他记在心里，不敢跟你胡闹。”两人为了儿子暂时分裂，顷刻又合起来，同声羡慕柔嘉小家庭的舒服，说他好福气。三奶奶怨慕地说：“不知道何年何月我们也能够分出来独立门户呢！当然现在住在一起，我也沾了二姐姐不小光。”二奶奶道：“他们方家只有一所房子跟人家交换，我们是轮不到的。”柔嘉忙说：“我也很愿意住在大家庭里，事省，开销省。
　　自开门户有自开门户的麻烦，柴米油盐啦，水电啦，全要自己管。鸿渐又没有二弟三弟能干。“二奶奶道：”对了！我不像三妹，我知道自己是个饭桶，要自开门户开不起来，还是混在大家庭里过糊涂日子罢。像你这样粗粗细细内内外外全行，又有靠得住的用人，大哥又会赚钱，我们要跟你比，差得太远了。“柔嘉怕他们回去搬嘴，不敢太针锋相对。她们把两间房里的器具细看，问了价钱，同声推尊柔嘉能干精明，会买东西，不过时时穿插说：”我在什么地方也看见这样一张桌子（或椅子），价钱好像便宜些，可惜我没有买。“三奶奶问嘉道：”你有没有搁箱子的房间？“柔嘉道：”没有。我的箱子不多，全搁在卧室里。“二奶奶道：”上海的弄堂房子太小，就有搁箱子的房间，也搁不下多少箱子。我嫁到方家的时候，新房背后算有个后房，我赔嫁的箱子啦，盆啦，桶啦，台面啦怎么也放不下，弄得新房里都搁满了，看了真不痛快。“三奶奶道：”我还不是跟你一样？死日本人把我们这些东西全抢光，想起来真伤心！现在要一件没一件，都要重新买。我的皮衣服就七八套呢，从珍珠皮旗袍到灰背外套都全的，现在自己倒没得穿！“二奶奶也开了半幅嫁装的虚账，还说：”倒是大姐姐这样好。外国在打仗啦，上海还不知道怎样呢。说不定咱们再逃一次难。东西多了，到时候带又带不走，丢了又舍不得。三妹，你还有点东西，我是什么都没有，走个光身，倒也干脆，哈哈！咱们该回去了。“柔嘉才明白她们俩来调查自己赔嫁的，气愤得晚饭都没胃口吃。
　　鸿渐回家，瞧她爱理不理，打趣她道：“今天在办公室碰了姑母的钉子，是不是？”她翻脸道：“我正在发火呢，开什么玩笑！我家里一切人对我好好的，只有你们家里的人上门来给我气受。”
　　鸿渐发慌，想莫非母亲来教训她一顿，上次母亲讲的话，自己都瞒她的，忙说：“谁呢？”柔嘉道：“还有谁！你那两位宝贝弟媳妇。”鸿渐连说“讨厌”，放了心，柔嘉道：“这是你的房子，你家的人当然可以直出直进，我一点主权没有的。我又不是你家里的人，没撵走就算运气了。”鸿渐拍她头道：“旧话别再提了。那句话算我说错。你告诉我，她们怎样欺负你。我看你也利害得很，是不是一个人打不过她们两个人？”柔嘉道：“我利害？没有你方家的人利害！全是三头六臂，比人家多个心，心里多几个窍，肠子都打结的。我睡着做梦给她们杀了，煮了，吃了，我梦还不醒呢。”鸿渐笑道：“何至于此！不过你睡得是死，我报馆回来迟一点，叫你都不醒的。”柔嘉板脸道：“你扯淡，我就不理你。”鸿渐道歉，问清楚了缘故，发狠道：“假如我那时候在家，我真要不客气揭破她们。她们有什么东西陪过来，对你吹牛！”柔嘉道：“这倒不能冤枉她们，她们嫁过来，你己经出洋了，你又没瞧见她们的排场。”鸿渐道：“我虽然当时没有在场，她们的家境我很熟悉。老二的丈人家尤其穷，我在大学的时候，就想送女儿过门，倒是父亲反对早婚，这事谈了一阵，又搁了好几年。”柔嘉叹气道：“也算我倒霉！
　　现在逼得跟她们这种人姐妹相称，还要受她们的作践。她们看了家具，话里隐隐然咱们买贵了。她们一对能干奶奶，又对我关切，为什么不早来帮我买呀！“鸿渐急问：”那一间的器具你也说是买的没有？“柔嘉道：”我说了，为什么？“鸿渐拍自己的后脑道：”糟糕！糟透了！我懊悔那天没告诉你。“就把方老太太问丈人家送些什么的事说出来。柔嘉也跳脚道：”你为什么不早说？我还有脸到你家去做人么！她们回去准一五一十搬嘴对是非，连姑母送的家具都以为是咱们自己买的。你这人太糊涂，撒了谎当然也应该和我打个招呼。从结婚那一会事起，你总喜欢自作聪明，结果无不弄巧成拙。“鸿渐自知理屈，又不服骂，申辩说：”我撒这个谎出于好意。我后来没告诉你，是怕你知道了生气。“柔嘉道：”不错，我知道了很生气。谢谢你一片好意，撒谎替我娘家挣面子。你应当老实对母亲说，这是我预支了厂里的薪水买的。我们孙家穷，嫁女儿没有什么东西给她。你们方家为儿子娶媳妇花了聘金没有？给了儿子媳妇东西没有？吓，这两间房子，还是咱们出租金的——哦，我忘了，还有这只钟——“她瞧鸿渐的脸拉长，——给他一面镜子”你自己瞧瞧，不像钟么？我一点没有说错。“鸿渐忍不住笑了。
　　这许多不如意的小事使柔嘉怕到婆家去。她常慨叹说：“咱们还没跟他们住在一起，已经惹了多少口舌。要过大家庭生活，须要训练的。只要看你两位弟妇训练得多少头尖眼快——嘴利，我真斗不过她们，也没有心思跟她们斗，让她们去做孝顺媳妇罢。我只奇怪，你是在大家庭里长大的，怎么家里这种诡计暗算，全不知道？”鸿渐道：“这些事没结婚的男人不会知道，要结了婚，眼睛才张开。我有时想，家里真跟三闾大学一样是个是非窝，假使我结婚了几年然后到三闾大学去，也许训练有素，感觉灵敏些，不至于给人家暗算了。”柔嘉忙说：“这些话说它干么？假如你早结了婚，我也不会嫁给你了——除非你娶了我懊悔。”鸿渐心境不好，没情绪来迎合柔嘉，只自言自语道：“School  for  scandal，全是School  for  scandal，家庭罢，彼此彼此。”他们俩虽然把家里当作“造谣学校”，逃学可不容易。□（辶＋豚）翁那天带来钟来，交给儿子一张祖先忌辰单，表示这几天家祭，儿子媳妇都该回去参加行礼。柔嘉看见了就撅嘴。亏得她有办公做籍口，中饭时不能赶回来。可是有几天忌日刚好是星期日，她要想故意忘掉，□（辶＋豚）翁会分付二奶奶或三奶奶打电话到房东家里来请。尤其可厌的是，方家每来个亲戚，偶而说起没看见过大奶奶，□（辶＋豚）翁夫妇就立刻打电话招柔酃去，不论是下午六点钟她刚从办公室回家，或者星期六她要出去顽儿，或者星期天她要到姑母家或她娘家去。死祖宗加上活亲戚，弄得柔嘉疲于奔命，常怨鸿渐：“你们方家真是世家，有那么多祖宗！为什么不连黄帝的生日死日都算在里面？”“你们方家真是大家！有了这许多亲戚有什么用？”她敷衍过几次以后，顾不得了，叫李妈去接电话，说她不在家。不肯去了四五回，渐渐内怯不敢去，怕看他们的嘴脸。鸿渐同情太太，而又不敢得罪父母，只好一个人回家。不过家里人的神情，仿佛怪他不“女起解”似的押了柔嘉来。
　　他交不出人，也推三托四，不肯常回家。
　　假使“中心为忠”那句唐宋相传的定义没有错，李妈忠得不忠，因为她偏心。鸿渐叫她做的事，她常要先请柔嘉核准。譬如鸿渐叫她买青菜，她就说：“小姐爱吃菠菜的，我要先问问她，”柔嘉当然吩咐她照鸿渐的意思去办。鸿渐对她说：“天气冷了，我的夹衣不会再穿了。今天太阳好，你替我拿出去晒一晒，回头给小姐收起来。”她坚持说，柔嘉的夹衣还没有收起来，他不必急，天气会回暧的，等柔嘉晒衣服一起晒。柔嘉已经出门了，他没法使李妈了解年轻女人穿衣服跟男人不同，只要外套换厚的，夹衣可以穿入冬季。李妈反说：“姑爷，晒衣服是娘儿们的事，您不用管。小姐大清早说出去办事了，您为什么不出去？这时候出去，晚上早点回来，不好么？”诸如此类，使他又好气又好笑。笑时称她为“李老太太”或者Her  M ajesty，气时恨不能请她走。夫妇俩吵架，给她听见了，脸便绷得跟两位主人一样紧，正眼不瞧鸿渐，给他东西也只是一搡。他事后跟柔嘉叽咕道：“这不像话！你们一主一仆连起来，会把我虐待死的。”柔嘉笑道：“我劝她好几次了，她要帮我，我有什么办法？她说女人全吃丈夫的亏，她自己吃老李的亏——吃生米粽子。不过，我在你家里孤掌难鸣，现在也教你尝尝味道。”
　　
　　（全书完）
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book2/mulu/8/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book2/weicheng/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book2/weicheng/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
