<template>
  <div class="counter-warp">
     <div class="title" text-align="left">牧羊少年奇幻之旅</div>
     <div text-align="center">第七章</div>
      
     <div class="home" >
     
　　<p>他是个虞诚的教徒，虽然极缺乏耐心，但仍努力按伊斯兰教</p>义来生活。 

"那么第五项义务是什么呢？"男孩问道。 

"两天前，你说我从未有过旅行的梦想。"店主回答道，"对所有伊斯兰教徒来说，第五项义务就是去朝圣。在我们一生当中，至少要去一次圣城麦加朝圣。

"圣城麦加比金字塔要远很多。年轻的时候，我宁肯把自己不多的钱积攒下来开这个商店。我想，有一天我成为富翁时，就可以去麦加了。我开始挣钱，但无法放手让任何人来照管这些水晶制品，因为它们是易碎之物。与此同时，我看到许多人从我商店前面经过，朝麦加的方向走去。他们之中有些朝圣者是富人，有仆从和骆驼。但是大部分朝圣者比我还要穷许多。 

"所有的人去和回来的时候都兴高采烈，把他们朝圣的象征物置于自家的门上。其中有一位靠替人补靴子为生的鞋匠，他对我说他在沙漠里行走了将近一年的时间，但是当他不得不在丹吉尔穿街走巷购买皮革时，却总感到比前去朝圣更加疲劳。" 

"你为什么现在不去麦加呢？"男孩问道。 

"因为去麦加的梦想支撑着我活下去，使我能够忍受一成不变的每一天，忍受橱架上这些默默无语的水晶制品，忍受在那间糟糕透顶的餐馆里吃午饭和晚饭。我害怕一旦实现了我的梦想，我就不再会有继续活下去的理由。 

"你梦想着羊群和金字塔。你和我不同，因为你希望实现你的梦想，而我只希望拥有去麦加的梦想。我已经儿千遍地想象过穿越沙漠，来到麦加的圣石厂场，在触摸圣石之前应该绕着它走上七圈。我己经想象过哪些人站在我的旁边和我的前面，我们一起进行交谈和祈祷。但是我害怕会大失所望，所以就宁愿只是去梦想。" 

这一天，店主同意男孩做一个展柜。 

不是所有的人都能以同样的方式看待梦想。 

两个月过去了，展柜为水晶店带来了许多顾客。男孩估计，再干上六个月，他就可以回到西班牙并买上六十只羊，然后再买六十只。用不了一年的时间，就能够让他的羊群翻上一番，并能够与阿拉伯人做生意，因为他现在已经会讲那种离奇的语言了。自集市上的那个早上之后，他再也没使用过乌陵和土明，因为埃及对他来说，如同麦加对店主一样，仅仅是一个遥远的梦想而已。与此同时，男孩现在对自己的工作甚为满意，每时每刻都在想着荣归塔里法。 

"你要记住，永远都该知道你想要的是什么。"老圣王曾这样说过。男孩知道自己想要的是什么，并且正在为此而工作。也许他的财宝已经来到这一奇异的土地。他先是遇到一个窃贼，后又分文末花使他羊群的数量翻了一番。 

男孩为自己感到骄傲。他已经学会了一些重要的东西，比如如何经营水晶生意，懂得了超越言词的语言以及预兆。一天下午，他看到一个人在斜坡顶上，抱怨爬上去之后无法找到一个像样的地方喝点饮料。男孩己经熟悉了预兆的表达方式，便叫来店主对他说: 

"我们要卖茶给那些爬上斜坡的人喝。" 

"这里有许多人卖茶水。"店主回答道。 

"我们可以用水晶杯卖茶水，这样一来，人们喜欢茶，也会想购买水晶杯，因为美最能够吸引人。" 

店主看了男孩一会儿，没有作出任何回答。但就在那天下午，做完祈祷和关上店门之后，店主与男孩一起坐在斜坡路上，并邀请男孩与他共吸阿拉伯人使用的那种奇怪的水烟袋。 

"什么是你现在所求的东西呢？"水晶店老店主问道。 

"我己经告诉过你了。回去以后我要买羊，为此我需要钱。" 

老店主又往烟袋里添加了一些新的炭火，然后深深地吸了一口。 

"我开这个商店已经三十年了，能识别出水晶杯的好与坏，熟知它们性能的所有细节，了解它们的大小与折光角度。如果用水晶杯盛茶卖，商店就要扩大营业，那样一来，我就不得不改变我的生活方式。" 

"这难道不好吗？" 

"我己经习惯了我的生活。在你来之前，我认为我在同一个地方丧失了太多的时间，而我的所有朋友都发生了变化，有的破了产，有的发了财。这曾让我感到非常难过。现在我明白了不必如此。商店的大小正好是我一直希望的那种规模。我不希望发生变化，因为我不知道如何变化。我已经非常习惯自己的生活了。" 

男孩不知道该说些什么才好。老店主接着说道: 

"对我来说，你曾是一种福音。可今天我明白了一件事:没有被接受的所有福音都会变成一种诅咒。我对生活没有更多的需求，而你正迫使我去想象那些过去我从未想过的财富与前景。现在我了解了它们，并且了解了我拥有它们的巨大可能性，结果我的感觉变得比过去更加糟糕，因为我知道我能够拥有这一切，而我却并不想去拥有。" 

"幸好当初我没有对爆米花小贩说任何话，"男孩想道。 

两个人又吸了一阵儿水烟袋，与此同时太阳渐渐隐没而去。他们是用阿拉伯语交谈的，男孩对自己很满意，因为他会讲阿拉伯语了。曾经有一段时间，男孩曾认为羊儿能够教会他世上的一切。但是羊儿不会教他阿拉伯语。 

"世上还应有其他一些事情是羊儿不会教的，"男孩边望着沉默不语的店主边想道。"因为它们只是在寻找水和食物。" 

"我认为不是它们在教我，而是我自己学习的。" 

"马克图伯。"店主最终说道。 

"什么意思？" 

"要想弄懂它你就必须要生为阿拉伯人。"店主回答说，"不过差不多可以解释为。注定如此'。" 

店主一边熄灭水烟袋的炭火，一边对男孩说，他可以开始用水晶杯卖茶水了。有些时候，阻止生命之河向前流淌是不可能的。 

人们在爬斜坡时会感到乏累。于是坡顶上有了一间出售漂亮水晶制品的商店供应清凉的薄荷茶。人们进去饮茶，茶水被装在漂亮的水晶杯里。 

"我的妻子从来没有想到过这一点，"有个人说道。随后便购买了儿只水晶杯，因为那天晚上他有客人前来拜访，这些客人定会对这些精美的水晶杯留下深刻的印象。另一个人断言说，用水晶杯喝茶，茶的味道永远会更加可口，因为水晶杯能更好地保留住茶的芳香。第三个人说道，使用水晶杯喝茶是东方的一个传统，因为水晶具有神奇的魔力。 

消息很快传播开来，许多人爬上斜坡顶，想见识一下这家商店，因为它在一个如此古老的行业里搞出了一些新的花样。其他一些用水晶杯供应茶水的商店也开张营业，但因为不是地处一个斜坡的坡顶，所以生意总是十分冷清。 

不久，店主使不得不又雇用了两个店员。他在进口水晶制品的同时，还进口了大量的茶叶，因为每天都有追求新时尚的男男女女到店里来消费。 

六个月就这样过去了。 

男孩在日出之前醒了。自从他第一次踏上这块非洲大陆，已经过去了十一个月零九天。 

男孩穿上白亚麻布的阿拉伯服装，这是他有意为这一天而买的。接着又包上头巾，用一个骆驼皮制成的圆圈固定住。 最后穿上一双新的凉鞋，悄悄地走下楼梯。 

城市还在沉睡。男孩吃了一份自己做的芝麻三明治，用水晶杯喝了热茶，然后便坐在门槛上，一个人吸起水烟袋来。 

\奇\他默默地吸着，什么也不想，只是静静地听着带来了沙漠气息的风儿那经久不停的响声。吸过烟之后，他把手伸进衣服的一个口袋，凝视了一会儿从里面掏出来的东西。 

\书\那是厚厚的一大沓钱，足够买上一百二十只羊，一张回程船票和一张可以使他在他的祖国与他现在所在的国家之间经营商业的许可证。 

他耐心地等候着老店主醒来和开门营业。老店主醒来和开门之后，他们两个便一块喝起茶来。 

"今天我就要走了。"男孩说道，"我有了买羊的钱，你也有了去麦加的钱。" 

老店主没有说话。 

"我求你为我祝福，"男孩又说，"你曾经帮助了我。" 

老店主继续默默地沏茶。又过了一会儿，他转身面对男孩说道: 

"我为你而骄傲。你为我的水晶店带来了生机。但是你知道我不会去麦加，正如你知道你不会回去买羊一样。" 

"这是谁告诉你的？"男孩惊讶地问道。 

"马克图伯。"老店主简简单单地说道。 

然后便为男孩祝福。 

男孩回到自己的房间，把所有东西集中在一起，一共装满了三个包。男孩正要离去时，在一个房角他发现了自己牧羊时用的那个旧搭褪。搭褪己被揉磨得不成样子，他几乎早把它忘记了。原来的书和外套还在里面。当他取出外套，想着作为礼物把它送给街上的一个小男孩时，有两块宝石滚落到地上。乌陵和土明。 

男孩于是回想起老圣王，并惊讶地察觉到自己己有多么长的时间没有再去想到他了。一年来他不停地干活，一心只想着挣钱，以免垂头丧气地返回西班牙。 

"永远不要放弃你的梦想，"老圣王曾经说过，"要随预兆而行。" 

男孩从地上拾起乌陵和土明，随即便再次产生了老圣王就近在身边的奇怪感觉。他己辛苦地干了一年的活，预兆表明现在到了他离去的时刻了。 

"我回去恰恰还是要成为过去的我，"男孩想道，"可羊儿未曾教过我阿拉伯语。"
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book1/2/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
