<template>
  <div class="counter-warp">
                   <div text-align="center">第七章</div>
                   <div class="home">
  <p> 一家人匆匆吃喝了一点饭以后，少平他妈就装起一罐高粱黑豆钱钱稀饭</p>。她心疼女婿，又在饭罐上面的碗里，放了几个早上吃剩的黑面馍和几筷子酸白菜。

少平即刻提起饭罐，扛着一小捆铺盖卷出了家门，去村中的小学把这些东西送给他那个落难的姐夫。为了好拿，他把一点粮食卷在了铺盖卷里。

他出了院子，下了一个小坡，来到了公路上。月亮已经从神仙山和庙坪山那边升起来，隐隐约约地照出模糊的村庄和大地。

少平他们家在最南面的村头，独家独院，和村里其他人家不相连。

走出一小段路后，就是田家圪崂——一个山窝里，土窑石窑，挨家挨户；高低错落，层层叠叠。双水村田姓人家大都住在这里，因此才叫田家圪崂。他二爸孙玉亭也住在这里，和大队书记田福堂家离得不远。本来，他们当年也住在这里，在他两岁的时候搬了。那是一九六○年，正是困难时期，在山西是太原钢厂当工人的二爸，突然不干了，跑回家让他哥给他娶媳妇。二爸娶过二妈后，住的首先成了问题。老人手里就留下一孔窑洞，爸爸只好把这窑让给二爸他们住了。他们全家借了河对面金波家的一孔窑洞住了几年。后来，爸爸才在现在住的地方打了一眼土窑，算是重新安下了家。

这田家圪崂的田姓人家旧社会大都是村里的穷人。后来从外村流落来的少数杂姓也大都住在这一带。现在，除过田福堂家的院落要出众一些外，大都还是一些塌墙烂院。虽说新社会二十多年了，但一般村民要箍窑盖房，简直连想也不敢想。

在田家圪崂的对面，从庙坪山和神仙山之间的沟里流出来一条细得象麻绳一样的小河，和大沟道里的东拉河汇流在一起。两河交汇之处，形成一个小小的三角洲。三角洲的洲角上，有一座不知什么年间修起的龙王庙。这庙现在除过剩一座东倒西歪的戏台子外，已经成了一个塌墙烂院。以前没有完全破败的时候，村里的小学就在那里面——同时也是全村公众集会的地方。后来新修了小学，这地方除过春节闹秧歌演几天戏外，平时也就没什么用场了。现在村里开个什么大会，也都移到了新修的小学院内。因为这地方有座庙，这个三角洲就叫庙坪。庙坪可以说是双水村的风景区——因为在这个土坪上，有一片密密麻麻的枣树林。这枣树过去都属一些姓金的人家，合作化后就成全村人的财产了。每到夏天，这里就会是一片可爱的翠绿色。到了古历八月十五前后，枣子就全红了。黑色的枝杈，红色的枣子，黄绿相间的树叶，五彩斑斓，迷人极了。每当打枣的时候，四五天里，简直可以说是双水村最盛大的节日。在这期间，全村所有的人都可以去打枣，所有打枣的人都可以放开肚皮吃。在这穷乡僻壤，没什么稀罕吃的，红枣就象玛瑙一样珍贵。那季节、可把多少人的胃口撑坏了呀！有些人往往枣子打完后，拉肚子十几天不能出山……

庙坪的枣林后面，就是庙坪山。这山高出村周围其它的山，因此金鸡独立，给人一种特别显眼的感觉。这几年农业学大寨，村里全力以赴首先在这山上修梯田。现在那梯田已经一层层盘到山顶，远看起来，就象一个巨大无比的花卷馍。这山，这庙，这枣林，再加上庙前二水相会，给双水村平添了许多风光。

从田家圪崂的公路上下去，墙过东拉河，穿过三角洲枣林中的一条小路，就是和东拉河在庙前交汇的哭咽河。这河虽然小，但来历不凡。传说古时候这沟里并没有水。那时天上玉皇大帝一位下凡游乐人间的女儿到了这里，爱上了一位姓金的后生，竟然推迟了归天的日期。后来玉皇大帝大发雷霆，命令她立即上天，如在两天之内还不上来，他就要把这位女儿就地变成一座土山。但仙女不能割舍人间的爱恋，违抗了父命。她发誓，即是化作人间的泥土，也要厮守在情人的身边。两天之后，她就变成了一座普通的黄土山。她那人间的爱人悲痛欲绝，日日在她变成的土山下面，跪着呜咽哭啼，直至死在这山脚下。传说正是他的眼泪流成了这条小河。人们把仙女变成的土山叫做神仙山，把这条泪水流成的小河叫哭咽河……

这当然是金家老祖上编出来的神话，以光耀自己的家族。正因为如此，金家的祖坟就扎在哭咽河北岸的神仙山下，那坟地已不知安葬了多少代姓金的人，密密麻麻一大片。坟地上不知哪一辈人栽了些柏树，现在已象桶一般粗壮。得到冬天，大地一片荒凉的时候，远远近近，只有那些柏树绿森森的，特别惹眼。

正因为有东拉河和哭咽河，这村子才取名双水村。



他冷淡地对他二妈打了个招呼，就转过身走了。
  </div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book1/6/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book1/8/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:"left"
}
p {text-indent: 2em;}
</style>