<template>
  <div class="counter-warp">
     <div class="title" text-align="left">牧羊少年奇幻之旅</div>
     <div text-align="center">第十四章</div>
      
     <div class="home" >
     
　　<p>但是在死去之前，他已经跨越了海峡，在一家水晶店打</p>过工，了解了沙漠的沉寂，见识了法蒂玛的那双眼睛。从很久以前离开家乡之后起，他的每一天都过紧张而充实。哪怕是明天行将死去，他的眼睛所见到的事物也比其他牧羊人的要多得多。男孩为此而感到骄傲。 

突然他听到一声巨响，接着便被一阵他从未见过的狂风猛地吹倒在地。尘埃四起，几乎遮住了月亮。一匹巨大的白马扬起前蹄直立在他的面前，发出了一声吓人的嘶鸣。 

男孩儿乎看不清正在发生的事情，但是当尘埃稍稍落定之后，他却感到了一种过去从未有过的恐惧。一个全身着黑装的骑手跨坐在白马之上，左肩上立着一只猎鹰，头上缠着裹 头布，一条头巾遮住了整个的脸，只露出两只眼晴。看上去他好像是沙漠里传递消息的信使，但他的外表要比男孩一生中认识的所有人都更加强壮。 

古怪的骑手从束在马鞍上的剑鞘里抽出一把巨大的弓形长剑，钢刃在月光的映照下闪闪发光。 

"是谁竟敢解读老鹰飞翔的预兆？”骑手问道，声音如此洪亮，仿佛在绿洲的五万棵椰枣树中间激起了回响。 "我敢。"男孩说道，并立刻回忆起圣徒圣地亚哥?马塔莫罗斯的画像来:圣徒骑在他的白马上，一些异教徒倒在马蹄之下。眼前的情景恰恰正是如此，只不过位置颠倒了过来。 

"我敢。"男孩又说了一遍，然后便低下头，等候着承接剑的刺击。 

"许多人的生命将会被拯救，因为你们不懂世界灵魂。" 

然而剑并没有飞快地刺下来。那个怪人的手慢慢地向下移动，直至剑锋碰到男孩的前额。剑锋无比锐利，男孩的前额流出了一滴血。 

骑手全然地一动不动。男孩也同样如此。男孩连一分钟也没有想过要逃走，内心深处涌起了一种奇怪的快意:他将为自己的天命而死。还为法蒂玛而死。总之，预兆是真实的。敌人就在眼前，故而他无需担心死去，因为存在着世界灵魂，很快他就将成为它的一部分。明天敌人也将同样成为它的一个部分。 

那个怪人只是继续将剑抵在男孩的前额。 

"为什么你要解读老鹰飞翔的预兆？“ 

"我只读了老鹰想要告诉我的东西。它们想拯救绿洲，你们将必死无疑。绿洲的人要比你们多。" 

剑继续抵在男孩的前额。 

"你是什么人，竟要改变安拉的旨意？” 

"安拉创造了军队，也创造了鸟类。安拉向我展示了鸟类的语言。所有的一切都是同一只手写定的。"男孩说道，他想起了赶驼人的话。 

怪人终于把剑从男孩的前额抽回。男孩感到了某种轻松。但他不能逃走。 

"对预言要小心谨慎，"怪人说道，"事情一旦被写定，就无法加以避免。" 

"我只看到了一支部队，"男孩说道，"并没有看到战斗的结果。" 

骑手似乎对男孩的回答感到满意，但他仍然把剑握在手中。 

"你一个外国人到一个外国来干什么？” 

"追随我的天命。你是永远不会懂的。" 

骑手将剑放进剑鞘，他肩上的猎鹰发出了一声怪叫。男孩开始放下心来。 

"我需要试试你的勇气，"怪人说道，"对寻求宇宙语言的人来说，勇气是最重要的品质。" 男孩感到吃惊。这个人正在讲着只有很少人才了解的事情。 

"尽管你己经走了很远的路，但必须永不松懈。"骑手接着说道，"你必须要热爱沙漠，但永远不要对它完全信任，因为沙漠对所有的人都是一场考验:它检验着人们所走的每一步，并杀死那些分心走神的人。" 

怪人的话令人联想起老撒冷王的话。"如果有人前来进犯，而且日落之后你的头还长在脖子上面，你就来找我。"怪人说道。 那只曾握过剑的手现在握着一条马鞭。白马再次扬起前蹄，卷起一阵尘埃。 

"你住在什么地方？”在骑手远去之时男孩高声喊问道。 

握着马鞭的手指了一下南方。 

男孩遇见的是炼金术士。 

第二天早晨，两千名武装起来的男人埋伏在绿洲的椰枣树中间。太阳升到顶空之前，五百名战士出现在地平线上。他们骑马从北方进入绿洲，表面上看似是一次和平的进军，但是白色披风里面却隐藏着武器。当他们接近绿洲中央的大帐篷时，取出了弯刀和步枪，向一座空帐篷发起了攻击。 

绿洲的男人们包围了这些沙漠骑兵。不到半个小时，四百九十九个骑兵便横尸在地。儿童们被安置在椰枣林的另一端，他们什么都没有看到。妇女们在帐篷里为她们的丈夫祈祷，也什么都没有看到。假如没有倒在地上的那些尸体，绿洲似乎和往日一样正常。 

只有一名战士免于一死，此人便是这支队伍的指挥官。下午，他被带到部落首领们的面前，首领们质问他为什么要破坏传统。这位指挥官说，由于旷日持久的战斗，他们的人已经又饿又渴，精疲力竭，所以便决定攻占一座绿洲，以便能重新开始战斗。 

部落主要首领说，他为这些战士们感到难过，但是传统永远不能遭到破坏。在沙漠里，惟一能够改变的只有随风而移动的沙丘。 

随后他便判处这位指挥官以一种不体面的死刑。没有使用刀或是子弹，此人被吊死在一棵同样也已死掉的椰枣树上，任由尸体随着沙漠的风而摆动。 

部落主要首领叫来了男孩，给了他五十枚金币。随后他又提及起约瑟在埃及的故事，请求男孩做绿洲的顾问。 

太阳已完全沉落，第一批星星开始露面(它们并不十分明亮，因为圆月依然当空)。男孩朝南方走去。那里只有一座帐篷，几个路过的阿拉伯人对他说，这个地方到处都是精灵。但男孩还是坐了下来，等待了很长的时间。 

当月亮己经高高升起之时，炼金术士来了，肩上挂着两只死去的老鹰。 

"我来了。"男孩说道。 

"你不应该来。"炼金术士答话道，"难道你的天命就是到此为止吗? " 

"部落之间发生了战争，使人无法穿越沙漠。" 

炼金术士下了马，做了个手势让男孩随他进入了帐篷。这个帐篷与男孩在绿洲见过的其他所有帐篷一模一样——中央的大帐篷除外，它像童话故事里讲的那样豪华——男孩寻找着点铁成金所需要的器械和炉子，但却什么也没有发现。帐篷里只有不多的几本立放着的图书和一个做饭用的炉子，地毯上满是些神秘的图案。 

"请坐，我去准备茶水，"炼金术士说道，"然后我们一起吃掉这两只鹰。" 

男孩猜测它们就是他前一天看到的那两只鹰，但却什么也没有说。炼金术士点燃了炉火，帐篷里很快就满是一股肉的香味，比水烟袋的烟味要好闻多了。 

"你为什么想要见我？"男孩问道。 

"因为预兆的缘故。"炼金术士回答说，"风告诉我你将要到这里来，并且需要帮助。" 

"那个人不是我，而是另外一个外国人，一个英国人，是他正在寻找你。" 

"在找到我之前，他还必须经历其他一些事情。不过，他己走上了正路，开始观察沙漠了。" 

"那我呢？" 

"当你渴望得到某种东西时，整个宇宙都会协力使你实现自己的愿望。"炼金术士说道，重复了一遍老撒冷王的话。男孩明白了，另一个人来到了他的行进路上，引导他直达自己的天命。 

"那么是你将要对我进行教导了？" 

"不。你己经知道你所需要的一切。我只是要使你继续沿寻宝的方向前进。" 

"部落之间发生了战争。"男孩重复了自己说过的话。 

"我熟悉沙漠。" 

"我已经找到了我的财宝。我拥有一头骆驼，还有在水晶店挣来的钱，还有五十枚金币。在我的家乡，我能够成为一个富翁了。" 

"不过其中没有一样是来自金字塔附近的。"炼金术士说道。 

"我有法蒂玛，她比我己经得到的所有这些财富都更加宝贵。" 

"她同样也不是来自金字塔附近。" 

两个人默默地吃了鹰肉。炼金术士打开一个瓶子，往男孩的杯子里倒了一种红色的液体。这是酒，是男孩有生以来喝过的最醇美的佳酿之一。但是当地的法律是禁止喝酒的。 

"邪恶不是进入嘴的东西，"炼金术士说，"而是由嘴里出来的东西。" 

酒开始使男孩感到快意，但是炼金术士却令他生畏。两个人坐在帐篷外头，望着使群星籍淡的明亮月光。 

"喝吧，轻松愉快一下。"炼金术士说道，他发现男孩开始越来越开心了。"休息休息吧，就像战斗之前一个战士总要休息那样。但是不要忘记，你的心灵在哪里，你的财宝就在哪里。你的财宝需要被找到，以便使你在路上所发现的一切都能产生意义。 

"明天你去卖掉你的骆驼，买一匹马。骆驼骗人，它们走上几千步也不露出任何疲劳的征兆，可突然间就会跪倒而死。马会渐渐地感到疲劳，所以你总能知道你能对它提出什么样的要求，或是它会在什么时候死去。" 

第二天晚上，男孩牵着一匹马来到炼金术士的帐篷前。没等多久，炼金术士便骑着他的马来了，左肩上站立着那只猎鹰。 

"把沙漠中的生命指给我看，"炼金术士说道，"只有发现生命的人，才能找到财宝。" 

在依然明亮的月光照耀下，两个人开始沿着沙地前行。
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book3/mulu/13/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book3/muyangshaonian/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book3/mulu/15/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
