<template>
  <div class="counter-warp">
                   <div text-align="center">第六章</div>
                   <div class="home">
   <p>孙玉厚的家里现在乱成了一团。兰花正哭得鼻子一把泪一把，</p>给她妈叙说扛枪的人怎样把她男人从家里拉走了。这个善良的，不识字的女人，根本不能判断这种事的深浅。起先，她以为人家要把男人拉出去枪毙呀。直到后来，村里人才告诉她，王满银被拉到她娘家村里“劳教”去了。她于是在公路边把放学回家的兰香挡住，让妹妹看住她的家门，自己拉扯着两个孩子赶到了娘家的门上，打问看公家如何处置她男人。她现在其它事什么也不考虑，只关心她男人的命运。听双水村的人说，现在四个人装土，让她男人推着车子跑，还有扛枪的人跟在屁股后面照着。她的心都要碎了！娃娃的老子没受过苦，这不几天就把他的命要了吗？还听说人家强迫她父亲给满银装土；父亲是个爱面子人，说不定会臊得寻了短见。

兰花现在最着急的是，她大弟弟少安不在家。家里出了这么大的事，如果少安在，众人心里还有个依托。可是少安到米家镇办事去了。

顺便说说，这米家镇虽属外县，但旧社会就是一个大镇子，双水村周围的人要买什么重要的东西，如果石圪节没有，也不到他们原西县城去，都到外县的米家镇去置办。米家镇不仅离这儿近，货源也比他们县城齐全——不光有本省的，还有北京、天津进来的货物。

但孙少安不是到米家镇买东西，而是给队里的牲口看病去了。生病的是队里最好的一头牛。石圪节没有兽医站，今早上队长就亲自吆着牛去了米家镇。兰花知道，米家镇离双水村有三十多里路，牛这牲畜又走得慢，少安说不定今晚上都回不到双水村！

现在，这个恐惧不安的女人，只是扯着她妈的袖口哭个不停。瘦小而单薄的她妈也只好陪着她哭。两个大人哭得顾不了娃娃，猫蛋和狗蛋又不知道两个大人怎么啦，也揪着母亲和外婆的腿放开嗓子嚎。不知道内情的人，听到这惊天动地的哭叫声，会以为这家真的死了人了。

这阵势可把后炕头上的玉厚他妈吓坏了。这位清朝光绪二十三年出生，现在已经快八十岁的老人，好几年前就半瘫在了炕上。她现在惊恐地眨巴着一双老红病眼，看见一家人嚎哇哭叫，不知发生什么天大的灾难了。她的耳朵顶不了多少事，根本听不明白她孙女正给她儿媳妇说些什么。她只从这些人的哭叫和脸上的表情，知道家里有了灾事。她用微弱的声音，不断在后炕头上对前炕上的这两个人，发出一声又一声的追问。但前炕上的两个后辈只顾自己哭，而顾不上对她说。她急得对这两个人咒骂起来。后来，似乎看见儿媳妇扭过头给她说了些什么，但她没听见。等她再准备听儿媳妇往明白说的时候，儿媳妇头又扭过去和孙女说去了。这一老阵，她似乎只模模糊糊听见了一个“枪”字……枪？难道世事又反了？从民国年开始，她就经历了无数次世事的反乱。她已经记不清她娘家和夫家两族人中，有多少人在这些反乱中丧了命。难道在她睡到黄土里之前，还要看一回死去亲人的难肠吗？现在是什么人又反了？队伍到了什么地方？如果已经离双水村不远的话，家里的人为什么还不快跑，坐在这儿哭什么哩？男人们现在都到哪里去了？能跑的赶快跑吧！她是跑不动了，她也活够寿数了，一枪打死正不要再受这活罪……啊啊！大概是家里的谁已经叫白军打死了，他们现在才不跑……谁哩？她在心里开始一个一个点家里的人；尽管许多原来的熟人她都忘了，但这些人她不会遗忘一个，家里在门外的人她算得来。玉厚？他早上不是还在家吃饭来着？玉亭？他已经超过当兵年龄了。那么，看来就是孙子中的谁发生了凶险！玉亭的三个女娃不会的；玉厚两个上学的还小，估计不会去打仗，他们还不到征兵年龄。那么看来，这必定是少安了。对了！这娃娃今天已经一天没见面了。天啊，昨天还在眼前，难道今天刚出去就上了火线？刚上火线就……”

老太太一想到她的孙子被枪打死了，就在后炕上放开声哭了：“我那苦命的安安啊！我那没吃没喝的安安啊！我那还没活人的安安啊！叹——哟哟哟哟哟……”

她看见前炕上兰花母子俩都扭过头对她说话，她虽听不见她们说什么，但她看出是让她不要哭了。鬼子孙们！安安死了，你哭，为什么不让我哭？你们亲他，难道我不亲他！她不管她们说什么，只管哭她死去的安安！



孙玉厚难受地从窑里走出来，站在自家的院子里，不停地挖着旱烟袋。他佝偻着高大的身躯，失神地望着东拉河对面黑乎乎的庙坪山。山依然象他年轻时一样，没高一尺，也没低一尺。可他已经老了，也更无能了……
 </div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book1/5/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book1/7/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:"left"
}
p {text-indent: 2em;}
</style>