<template>
  <div class="counter-warp">
     <div class="title" text-align="left">牧羊少年奇幻之旅</div>
     <div text-align="center">第十八章</div>
      
     <div class="home" >
     
　　<p>阿拉伯人不声不响地接了过去。这些金币可以</p>购买许多武器。 

"炼金术士是干什么的?"最后他问道。 

"炼金术士通晓自然和世界的奥秘，假如他愿意的话，只要借助风的力量就能把这个营地摧毁。" 

那些人笑了起来。他们熟知战争的力量，风并不能阻止一次致命的攻击。然而在他们每个人的胸膛，心脏都加快了跳动。他们是沙漠的男人，对巫师充满恐惧。 

"我倒想看一看。"指挥官说道。 

"我们需要三天的时间。"炼金术士回答说，"他会把自己变成风，目的不过是要展示一下他所掌握的功能的威力。倘若他做不到的话，我们将卑躬屈膝地为贵部落的荣誉而贡献我们的生命。" 

"你用不着把己经属于我的东西贡献给我。"指挥官趾高气扬地说道。 

不过，他同意给他们三天的时间。 

男孩吓得全身不能动弹。炼金术士抓住他的胳膊，把他架出了帐篷。 

"不能让他们察觉出你的恐惧。"炼金术士说道，"他们都是些勇敢的人，鄙视胆小鬼。" 

但是男孩却说不出活来。过了一段时间，当他们行走到营地中央时，男孩才终于能够开口讲话了。没有必要把他们关押起来，阿拉伯人仅仅牵走了他们的马。世界再次展示了它的多种语言:此前，沙漠还是一片自由和无根的天地，现在却成了一道无法逾越的大墙。 

"你把我所有的钱全给了他们!"男孩说道，"这是我整整一生挣来的!" 

"假如你难免一死的话，这些东西对你又有什么用处呢？"炼金术士回答说，"你的钱救你能再活上三天。钱能用来推迟一个人的死期，这种情况并不多见。" 

但是男孩正处于极度的恐惧之中，所以根本无法听进这些充满智慧的话语。他不知道如何把自己变成风。他不是一位炼金术士。 

炼金术士向--位战士要来了茶水，倒了一点在男孩的手腕上。一阵宁静的潮水涌满了男孩的全身。与此同时，炼金术士讲了一些男孩末能听懂的话语。 

"你不要沉溺于绝望之中不能自拔，"炼金术士说道，声音显得出奇地柔和，"这样会使你无法与你的心灵进行交谈。" 

"可我不知道怎么把自己变成风。" 

"谁正追寻自己的天命，谁就能知道他所需要知道的一切。只有一样东西能使梦想无法成真，那就是对失败的担心。" 

"我并不担心失败，我只是不知道怎么把自己变成风。" 

"你必须要学会。你的生死取决于此。" 

"万一我做不到呢？" 

"那你就会在追寻自己的天命过程中死去。这比像数以百万计的人那样死去不知要好多少，因为那些人根本不知道有天命的存在。 

"但是你不必担心，死亡通常能令人对生命更有感情。" 

第一天过去了。附近发生了一场大规模战斗，有几位伤员被送回了军营。"一切都不因为死亡而发生变化，"男孩想道。死去的战士的位置被其他战士所取代，生活照旧继续进行。 

"你本来可以晚一点再死去，"一个战士对他一个同伴的尸体说道，"本来可以等到和平降临的时候再死去。不过，无论如何，你最后总是要死的。" 

傍晚时分，男孩去找炼金术士。炼金术士正要带着猎鹰去沙漠。 

"我不知道怎么把自己变成风。"男孩重复道。 

"记住我对你说的话:世界只是上帝可以被看到的那个部分。炼金术士就是要把精神的完美带到物质的结构。" 

"你在干什么？" 

"喂我的猎鹰。" 

"万一我不能把自己变成风，我们俩都得死去，"男孩说道，"为什么还要喂猎鹰呢？" 

"要死的是你，"炼金术士说道，"我知道怎么把自己变成风。" 

第二天，男孩爬上军营附近一块巨大的岩石。哨兵们允许他通行，他们己经听说他是能把自己变成风的巫师，所以不愿靠近他。何况沙漠是一座无法逾越的大墙。 

整个一个下午，男孩一直凝视着沙漠，倾听自己的心灵。沙漠听出了他的恐惧。 

男孩和沙漠讲着同一种语言。 

第三天，指挥官召集来他的主要的军官。 

"我们去看看那个要把自己变成风的男孩。"他对炼金术士说道。 

"走吧。"炼金术士回答说。 

男孩把他们领到他前一天去过的地方，并请他们全都坐下来。 

"要花费一点时间的。"男孩说道。 

"我们不急，"指挥官说，"我们是沙漠的人。" 

男孩开始向前方的地平线望去。远处是连绵起伏的群山。沙丘、岩石随处可见，还有爬行植物，在无法生存之地顽强地生长着。眼前便是沙漠，他已经在上面行走了好儿个月之久，但即使如此，他也只熟悉其中的一个极小部分。正是在这个极小的部分，他遇到了英国人、商队和部落之间的战争，还有一个拥有五万棵椰枣树和三百口水井的绿洲。 

"你今天到这里来想做什么？沙漠问道，"昨天我们不是相互观望得足够了吗？" 

"你把我所爱的一个人保留在某个地方，"男孩说道，"于是，在我望着你的沙粒时同样也望到了她。我想回到她的身边，需要你帮助把我变成风。" 

"爱是什么？"沙漠问道。 

"爱就是猎鹰在你的沙粒上空飞翔的时候，因为对它而言，你就像一片绿地，它永远不会无功而返。它熟悉你的那些沙丘、岩石和群山，你对它是十分慷慨的。" 

"猎鹰的嘴从我身上叼去了部分东西。"沙漠说道，"我穷年累月地培育它的猎物，用我不多的一点点水喂养它们，向它们指出食物所在的地方。于是有一天，当我正要感受猎物在我的沙粒上进行爱抚时，猎鹰就从天而降，把我喂养的东西叼走。" 

"可你正是为此而培育猎物，"男孩说道，"目的是为了喂养猎鹰。猎鹰将给人带来食物，而人有一天又会为你的沙粒供给养分，猎物将重新在那里出现。世界就是这样运行的。" 

"这就是爱吗？" 

"这就是爱。是爱使猎物转化成猎鹰，猎鹰转化为人，人又重新转化为沙漠。是爱使铅变成了金子，而金子又重新藏身于地下。" 

"我不明白你说的话。"沙漠说道。 

"那么请你明白，在你沙粒的某个地方，有一个女人在等待着我，为此我必须要变成风。" 

沙漠沉默了一段时间。 

"为了让风刮起来，我可以把我的沙粒给你。但我无法独自做成任何事情。你求风来帮忙吧。" 

一阵微风开始刮了起来。部落的军官们从远处望着男孩，男孩所讲的是一种他们听不懂的语言。 

炼金术士微笑起来。 

风靠近男孩，触摸了他的脸。风听到了刚才男孩与沙漠的谈话，因为风总是无所不知。风吹遍整个世界，没有诞生之所，也没有消亡之地。 

"请帮助我。"男孩对风说道，"有一天，我曾从你那里听到了我所爱的人的声音。" 

"是谁教会你能讲沙漠和风的语言？" 

"我的心灵。"男孩回答说。 

风有许多名字。在这个地方，它被叫作西罗科，因为阿拉伯人相信，它来自被水覆盖的土地，那里居住着黑人。在男孩遥远的故乡，它被称为黎凡特，因为人们相信它带来了沙漠的沙粒和摩尔人战斗的呐喊声。也许在一个更为遥远的放牧羊群的田野，人们会以为风起于安达卢西亚。然而风并不起于任何一个地方，也不止于任何一个地方，因此它比沙漠更为强大。将来有一天，人们能够在沙漠里种上树，甚至可以在那里养羊，但却永远不能够控制住风。 

"你无法成为风，"风说道，"我们的本性不同。" 

"并非如此，"男孩说道，"当我与你漫游世界时，我掌握了炼金术的秘密。风、沙漠、海洋、星星以及宇宙中的一切造物，在我的身上应有尽有。我们都是由同一只手创造出来的，我们拥有同样的灵魂。我希望如同你一样，进入到所有的角落，跨越海洋，清除掉掩盖着我的财宝的沙子，把我所爱的女人的声音带到我的身边来。" 

"那一天我听到了你与炼金术士的谈话，"风说道，"他说，每样事物都有自己的天命。人不可能变成风。" 

"请你教我成为一会儿风吧，"男孩说道，"以便我们能够就人和风的无限可能性进行交谈。" 

风很好奇，这是一件它不曾了解的事情。它很愿意跟男孩探讨这个话题，但却不知道如何把人变成风。请看风经历过多少事情啊!它建造过沙漠，沉没过船只，摧毁过整座森林，穿越过充满音乐和奇怪噪音的城镇。风认为自己是不受限制的，可现在这个男孩说，还有更多的事风能够做到。 

"这就是人们所说的爱。"看到风几乎要答应自己的要求时，男孩说道，"当我们在爱的时候，就可以成为天地万物中的任何一种。当我们在爱的时候，就根本没有任何必要去弄懂所发生的事情，因为一切都发生在我们的心灵深处，而人是可以变成风的。当然，这只有风肯帮忙才行。" 

风十分傲慢，男孩的话刺激了它。于是它开始更猛烈地刮了起来，扬起了沙漠的沙粒。然而最终风不得不承认，尽管它跑遍了整个世界，也不知道如何把人变成风。它不了解爱。 

"当我在世界各地漫游时，发现许多人谈起爱的时候都仰望着天空，"风说道，它因为不得不承认自己的局限性而怒气冲冲，"也许最好是问问天空。"
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
 methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book3/mulu/17/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book3/muyangshaonian/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book3/mulu/19/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
