<template>
  <div class="counter-warp">
     <div class="title" text-align="left">牧羊少年奇幻之旅</div>
     <div text-align="center">第九章</div>
      
     <div class="home" >
     
　　<p>宇宙存在着一种人人都能懂的语言，但是如今己被遗忘了</p>。除了其他东西之外，我正在寻找的就是 

这种宇宙语言。我正是因此才来到这里，因为我必须要找到一个懂得宇宙语言的人，他是一位炼金术士。" 

他们的谈话被货栈老板所打断。 

"你们两个真有运气，"胖胖的阿拉伯人说道，"今天下午就有一个商队出发去法尤姆。" 

"可我是要到埃及去。"男孩说道。 

"法尤姆就在埃及。"货栈老板说道，"你算什么阿拉伯人？" 

男孩说他是西班牙人。英国人甚感满意:男孩虽然穿着阿拉伯人的服装，但至少是个欧洲人。 

"他把预兆称作‘运气'。"胖胖的阿拉伯人走后英国人说道，"假如可能的话，我要撰写一部巨型的百科全书，谈谈‘运气'和‘巧合'这两个词。宇宙语言就是由这两个词写成的。" 

他对男孩说，他能与手里握着乌陵和土明的人相遇绝非是"巧合"。他问男孩是否也要去寻找那位炼金术士。 

"我是来寻找财宝的。"男孩说完便马上感到了后悔。不过英国人仿佛并末看重这件事。 

"从某种角度上看，我也是如此。"英国人说道。 

"我根本不知道什么是炼金术。"当货栈老板开始唤他们出去时男孩说道。 

"我是这支商队的领队。"一个蓄着长须长着一双黑眼睛的男人说道，"我掌握着商队每个人的生死大权，因为沙漠就像一个任性的女人，有时候会让男人发疯。" 

商队差不多有两百个人，还有两倍于人的牲畜——骆驼、马、驴、家禽。英国人有几只箱子，里面装满了书。人群中有妇女和儿童，还有一些腰里挎剑、肩上扛着长枪的男人。嘈杂声响成一片，领队不得不把他的话重复了好几遍，以便让所有的人都能听明白。 

"我们当中有各种各样的人，他们信奉着各不相同的神。我唯一信奉的神是真主安拉，我向他发誓，我将尽一切所能，把事情做到最好，以便再一次征服沙漠。我现在希望，你们每个人也向自己心底里所信奉的神发誓，无论在任何情况下都要服从我。在沙漠里，不服从就意味着死亡。" 

人群里发出一阵低语声，每个人都小声地向自己所信奉的神发誓。男孩向基督发了誓。英国人保持了沉默。低语声持续的时间比简单地发一次誓言要长些，因为人们也在祈求上天的保佑。 

一声长长的号音响了起来，众人纷纷骑上各自的牲畜。男孩和英国人买了骆驼，他们爬上驼背时都有些吃力。男孩为英国人骑的骆驼感到难过，因为它要驮着几箱沉重的书籍。 

"根本不存在什么巧合。"英国人说道，企图继续他们在货栈里开始的那场谈话。"我所以到这里来，是因为我的一个朋友知道有一个阿拉伯人……" 

但是商队已开始行进了，男孩不可能听到英国人正在说些什么。不过，男孩很清楚英国人想要说些什么:把一件事与另一件事联系在一起的神秘链条，正是这根链条使他成了一个牧羊人，让他两次做了同一个梦，令他来到了靠近非洲的一个城市，并且在广场上遇到了一位圣王，然后是他的钱被骗走，结果让他认识了一个水晶店店主，接着又…… 

"一个人越是接近梦想，天命就越加变成他生存的真正原因。"男孩想道。 

商队开始向西方前进。他们清晨出发，太阳最毒的时候停下来，傍晚时分再重新上路。英国人大部分时间都消磨在读书上，男孩很少与他交谈。 

于是男孩便静悄悄地观察牲畜和人在沙漠里行进的情景，现在的一切都与出发时的那一天大不相同了:当时人群混乱，吵成一团，孩子们的哭闹声、牲畜的嘶鸣声与向导和商人们紧张的吆喝和命令声交织在了一起。 

然而在沙漠里，有的只是无休无止的风声和牲畜的脚蹄声，余下的便是一片沉寂，连向导之间也很少说话。 

"我已经穿越过许多次这片沙漠了，"有天晚上，一个赶驼人说道，"但是这片沙漠太大了，地平线太远了，让人感到自己十分渺小和不想开口讲话。" 

虽然过去从未踏上过沙漠，男孩依然能明白赶驼人话中的含意。每当观看大海或是烈焰时，他便能几个小时保持沉默，脑子里什么都不想，完全沉浸在它们的广阔无根和无比威力之中。 

"我从羊儿那里学到了东西，我从水晶那里学到了东西，" 男孩想道，"我同样也可以从沙漠那里学到东西。我认为沙漠更加古老与智慧。" 

风一直刮个不停。男孩回想起他坐在塔里法一个城堡上感受到这种风的那一天。假如他不来非洲，也许现在他正轻轻地抚弄着他的羊儿们的皮毛，羊儿们还在安达卢西亚的原野上寻找食物和水。 

"它们如今已不再是我的羊了。"男孩并无怀恋地自言自语道，"它们大概己经习惯了新的主人，把我忘记了。这很好。谁像羊儿那样习惯了旅行，谁就知道总有一天需要出发。" 

随后男孩又想起了那个商人的女儿，并且断定她已然结婚。说不定是与一个爆米花小贩，或者是一个也会读书识字和会讲出奇故事的牧羊人，毕竟他不该是惟一能够具有这种本事的牧羊人。男孩被自己的这种预感所鼓舞:也许他也正在学习宇宙语言，这种语言能知道所有人的过去与未来。"预感"，这是母亲的习惯说法。男孩开始理解，预感就是灵魂瞬间潜入宇宙的生命洪流之中，世上一切人的经历都在这一洪流中相互联系在一起，而我们便能通晓一切，因为一切都己注定如此。 

"马克图伯。"男孩说道，并回想起了水晶店店主。 

沙漠有时是沙土，有时则是石头。如果有一块石头挡路，商队便绕过它继续前行。如果遇到一大片岩石，商队就要绕上一个大圈子。如果对骆驼的蹄子来说沙子太细，商队就会找沙子比较坚硬的地方通过。有时候，在原来应该是个湖泊的地区路面满是盐粒，牲畜便不肯前行，赶驼人就要跳下驼背，卸下货物，然后背在自己身上，通过这个危险的地段，接着再把货物重新装载在牲畜身上。如果一个向导病了或是死了，赶驼人就通过抓阎选出一个新的向导。 

但是这一切均缘于一个唯一的理由:无论要绕行多少弯路，商队永远朝着同一个方向前进。克服了障碍之后，商队便会重新面向那颗指明绿洲位置的星斗。清晨人们看到那颗星斗在天空中闪烁时，就知道它指向的是一个有女人、水、椰枣树和棕悯树的地方。只有英国人察觉不到这一切，他大部分时间都在埋头阅读他的书籍。 

男孩也有一本书，旅程开始的头几天他也曾试图阅读过。但他发现，观察商队和倾听风声要比读书有意思多了，所以当他更好地了解了自己的骆驼并且喜欢上它时，就把书扔掉了。书乃是个毫无必要的负担，虽然男孩曾迷信地认为开卷有益。 

男孩与总走在他身边的赶驼人终于成了朋友。入夜之后，当他们围坐在簧火旁时，男孩常把自己当牧羊人时的种种奇遇讲给赶驼人听。 

在一次这样的聊天中，赶驼人也讲述了自己的生活经历。 

"原先我住在开罗附近的一个地方，"他说道，"我有我的菜园和我的几个孩子，过着一种直到我死去的那一天也不会发生变化的生活。有一年收成比往常都好，我们全家人全去了麦加。我履行了我一生惟一尚需完成的义务，可以安宁地死去了，而我喜欢这样。 

有一天，大地开始震动，尼罗河水漫出了堤岸。本来我以为只会发生在别人身上的事情最终轮到了我的头上。我的邻居们害怕洪水会使他们失去自己的檄揽树，我的妻子担心我们的孩子会被洪水冲走，而我生恐看到我所拥有的一切都毁于一旦。 

"但是毫无办法。土地无法耕种了，我不得不另谋生路。如今我成了赶驼人。不过由此我明白了安拉的教诲:任何人都不必担心未知的事情，因为谁都有能力获得他所渴望和所需要的一切。 

"我们只是担心失去我们已经拥有的东西，无论是我们的生命还是我们的土地。但是，当我们领悟到我们生命的进程和世界历史的进程都是由同一只手所写定时，这种担心就会消失。" 

有些时候，不同的商队会在夜间相遇。仿佛一切真是仅由一只手写定似的，其中的一支商队总是有另一支商队正需要的东西。赶驼人相互交换有关风暴的信息，并围坐在簧火边讲述沙漠的种种故事。 

还有些时候，会出现头戴风帽的神秘男人，他们是为商队侦探行进路线的贝都因人，负责向商队提供有关强盗和蛮族部落的信息。这些人身着黑衣，只露出一双眼睛，无声无息地赶来，又无声无息地离去。 

就在这样的一个夜晚，那位赶驼人来到男孩和英国人围坐的簧火旁。 

"有传言说，部落之间打起仗来了。" 

三个人都陷人了沉默。男孩发现，尽管谁都没有讲任何一句话，却能感到一种恐惧的气氛。他又一次体验到了那种没有言词的语言，即宇宙语言。 

过了一段时间，英国人问是否存在着危险。 

"进入了沙漠的人，就不可能回头了。"赶驼人说道，"既然不能回头，我们就只应该关心最好的前进方法。其余的事情就交由安拉管了，包括危险。" 

他以"马克图伯"这个神秘的字眼结束了他的话。 

"你需要多注意观察商队。"
</div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book1/2/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:left
}
.title{
  font-size: 80rpx;
  color: red;
  text-align: left
}
p {text-indent: 2em;}
</style>
