<template>
  <div class="counter-warp" >
                   <div text-align="center">第九章</div>
                   <div class="home">
                   
  <p>今晚，双水村小学院子里又开始热闹起来了。除过本村男女老少一吃完饭就被集合到这里以外</p>，在大灶上吃完饭的外村民工也都被带到这里来了。不多时分，这院子里就已经挤得水泄不通。外村的民工在院子的南头，一般都是同村人挤在一块。双水村本村的人在院子的北头，大人娃娃夹在一起，有站的，有坐的，吵吵闹闹，象一锅煮沸了的水。

在这一片人中，全村的男人都混杂着，但女人却大约可以分出田家的一片，金家的一片；因为本族妇女家挨得近，平时关系熟悉，现在挤到一块好拉话。当然，这中间也多少有一点金、田两家的门户之见。一般说来，金家的媳妇穿戴都比较齐整，坐的姿势也比较合乎农村的礼教规范：公众场合不能酸眉醋眼，张东望西。可以笑，但不能把嘴巴张得象窑口一样。坐时应两膝并拢，不能八叉双腿。也有些金家的年轻妇女不管这一套，使得她们的母亲或婆婆不时在人群中用眼光提出警告。另外人家的妇女就不受这种约束了，说说笑笑，打打闹闹，跟赶集上会一般。也有一些胆大的恋爱者，乘混乱之机，眉来眼去不说，甚至还偷着捏捏揣揣。男人们大都一人一杆旱烟锅，抽得院子上空云绕雾缭。有些乏累过度的庄稼人，不顾体面地大叉双腿睡在土地上。不时有人去不远处的金家祖坟那里撒尿，气得金家一些老者跑过去乱吼乱骂一通。

这时候，双水村妇女主任贺凤英，正领着本村和外村的一些“铁姑娘”，忙碌地布置会场。她们把课桌从教室里抬出两张来，拼在一起放到人群面前，上面铺了窑门口摘下来的条格布门帘，又放几个暖水瓶和茶缸，算是主席台了。另外几个男民工，在中间的窑面上斜贴了一条会标：彻底批判资本主义倾向大会。教室其它墙上，间隔斜贴着许多红绿纸写的标语口号。凤英忙里忙出，指指划划，旧红绸袄在短了的外衣下面露出一圈，招引得许多目光都注视她。她那没有血色的脸上，洋溢着出人头地的欢欣。

院子四周用木棍挑起的一些马灯，和朦胧的月光一起照出开会的人群。他们在焦急地等待着批判大会的开始——早点完了赶快回去睡觉，因为明天还要出山。至于那些妇女娃娃，很大程度上倒是为了来看热闹的；看那十几个阶级敌人站在大家面前，都是些什么样子。听说这几天还捉回来几个“新的”，其中就有他们村兰花的女婿王满银，这更使大家平添了许多兴致。

当众人等着开会的时候，在小学教师金成的办公窑里，公社副主任徐治功、武装专干杨高虎和孙玉亭一起商量怎样开这个会。金成提着个开水壶，不断给这几个人的茶杯里添水。

徐治功盘腿坐在土炕的羊毛毡上，一边抽烟，一边严肃地给两个副总指挥布置任务。既要抓革命，又要促生产，使得这位四十来岁的公社领导人，眼睛里都布满了红丝。

一年前，徐治功一直是县农业局的一般干部，去年才提拔到现在这个岗位上。本来，他爱人在县贸易经理部当会计，一家人都在城里，他很不愿意到这个条件很差的石圪节公社来。但盘盘算算，高低总算提拔了，因此便硬着头皮来上了任。

一上任，徐治功就想要尽快干出点名堂，看能不能早点回到县上的机关工作。只要回到城里，就是再不提拔也行，平级调动就满意了。如果他户家里的叔叔徐国强还在县上当领导的话，他兴许用不了一年就能实现目标。可徐叔因年纪大不当县领导了。但徐叔的女婿田福军又当了县上的副主任。只要徐叔给田主任说话，他的事也不难办。田福军他哥田福堂就是双水村的书记，因此他在这个队要好好表现一下，让田福堂把他的成绩传到田主任的耳朵里。把公社农田基建大会战放在双水村，正是他竭力争取的。明摆着嘛！这会战在哪个村搞，哪个村就沾光——其它村出人出粮，给这个村子白修地！田福堂能对他徐治功不感激吗？不用说，双水村搞好了，首先是他田福堂的光荣！

治功现在盘腿坐在黑羊毛毡上，听着外面沸腾的喧闹声，情绪特别亢奋。这会战开始没多少天，他就把工作搞得如此有声有色。前几天，县革委会主任冯世宽亲自带队检查各公社的会战，在全县总结大会上，专门表扬了石圪节公社——这使得他劲头更大了！

徐主任捏灭了一个纸烟头，突然象记起了什么，扭过头问孙玉亭：“玉亭，你们村批判的那个人确定了没？”孙玉亭正修改一个民工的批判稿，赶紧停下来，说：“确定下来了！”

“谁？”

“田二。”

“田二？”徐主任一时想不起双水村这个人是谁。

在旁边给杨高虎倒茶水的金成已经忍不住偷着笑了。

“这人平时爱说反动话！他到处散布说，世事要变了……”玉亭给徐主任解释说。

“那这当然要狠狠批判！什么成份？”

“成份倒是贫下中农……平时也不好好参加劳动……”玉亭说。

“那你们以前为什么不好好批判？”徐主任有点生气了。

“这人平时疯疯魔魔的，村里人也不把他算个数……”

“你说这个人名字叫什么？田二？他名字就叫田二？”“不是，名字叫田福顺。不过村里人谁也不叫他名字，就叫田二……”玉亭端起茶缸喝了一口水。他今天下午在民工灶上吃了一碗肥肉，渴得口干舌燥。

“田福顺？那和田福堂是什么关系？”徐治功敏感地问。“没什么关系，只是一个老先人，现在都不知隔多少代了……因此没什么关系！”孙玉亭说。

“那就把田二算上一个！现在人哩？”徐治功问。这时，旁边喝茶的武装专干杨高虎插嘴说：“玉亭刚给我一说，我就派民兵把这老汉带来了，现在和那十几个人关在一起，都在隔壁窑洞里。听民兵说，这老汉就是喊叫世事要变了，刚才一路上还说这话……”

“时候不早了，咱们开会吧！”徐治功从炕沿上溜下来，把鞋穿上。



三个穿破烂棉衣的人一块相跟着，回田家圪崂去了……
              </div>
<i-grid i-class="no-border">
    <i-grid-item @click="last" i-class="no-border">
        <i-grid-icon>
            <image src="http://img5.imgtn.bdimg.com/it/u=2179716670,977437141&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label  >上一章</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="list" i-class="no-border">
        <i-grid-icon>
            <image src="https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=2094031817,2842734087&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>目录</i-grid-label>
    </i-grid-item>
    <i-grid-item @click="next" i-class="no-border">
        <i-grid-icon>
            <image src="http://img1.imgtn.bdimg.com/it/u=2071479498,4142634719&fm=26&gp=0.jpg" />
        </i-grid-icon>
        <i-grid-label>下一章</i-grid-label>
    </i-grid-item>
    </i-grid>
  </div>
</template>

<script>
// Use Vuex
import store from './store'

export default {
  computed: {
    data () {
      return {
    
      }
    }
  },
  methods: {
    last(){
      wx.navigateTo({
        url: '/pages/book1/8/main'
      })
    },
    list(){
      wx.navigateTo({
        url: '/pages/book1/pfsj/main'
      })
    },
    next(){
      wx.navigateTo({
        url: '/pages/book1/10/main'
      })
    }
  }
}
</script>

<style>
.no-border {
  border-width: 0pt;
}
.counter-warp {
  text-align: center;
  margin-top: 1px;
  background-color:burlywood
}
.home {
  display: inline-block;
  margin-left: 10px;
  margin-right: 10px;
  padding: 5px 10px;
  color: blue;
  border: 1px solid blue;
  text-align:"left"
}
p {text-indent: 2em;}
</style>